[
  {
    "id": "c2b04661-ad62-459d-83ff-283fdd62e376",
    "type": "Part Time",
    "url": "https://jobs.github.com/positions/c2b04661-ad62-459d-83ff-283fdd62e376",
    "created_at": "Fri Feb 05 17:42:30 UTC 2021",
    "company": "10up Inc.",
    "company_url": null,
    "location": "Remote",
    "title": "Senior Web Engineer",
    "description": "<p>RESPONSIBILITIES</p>\n<ul>\n<li>Develop complex WordPress plugins and/or themes primarily using PHP.</li>\n<li>Mentor engineers and provide code reviews.</li>\n<li>Drive strategy and lead back end technical vision for large projects.</li>\n<li>Leverage WordPress APIs and extend the WordPress admin experience.</li>\n<li>Solve complex problems in simple ways.</li>\n<li>Solve bugs and address client issues in a fast-paced environment.</li>\n<li>Juggle current projects with incoming tasks.</li>\n<li>Respond directly to clients courteously and clearly.</li>\n<li>Solve client challenges with understanding and empathy.</li>\n<li>Test solutions across multiple browsers and platforms in a local testing environment.</li>\n<li>Deploy changes to live servers.</li>\n<li>Assist in the remediation, enhancement, and maintenance of client sites.</li>\n</ul>\n<p>REQUIREMENTS</p>\n<ul>\n<li>At least five years experience in back end focused web development.</li>\n<li>Intermediate or expert skills in: PHP, JavaScript, React.js, jQuery, WordPress, HTML, CSS.</li>\n<li>Ability to expertly debug performance and caching issues.</li>\n<li>Code portfolio. Link us to your GitHub account, upload a .zip, or both.</li>\n<li>Experience using Git.</li>\n<li>Ability to setup a local environment for testing PHP code.</li>\n<li>Proficiency in verbal and written English.</li>\n<li>Ability to communicate professionally with technical and non-technical colleagues and clients.</li>\n</ul>\n",
    "how_to_apply": "<p><a href=\"https://jobs.lever.co/10up-2/2445a3ee-a695-4983-8cc5-792f0ff5ad7b?lever-origin=applied&amp;lever-source%5B%5D=GitHub\">https://jobs.lever.co/10up-2/2445a3ee-a695-4983-8cc5-792f0ff5ad7b?lever-origin=applied&amp;lever-source%5B%5D=GitHub</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaitZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--eb63c1897519969b3b7cc952c51381c6ccadbbb7/10up-Logo-2019.jpg"
  },
  {
    "id": "b0150533-8885-4407-8bb0-7de8377b6a5a",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/b0150533-8885-4407-8bb0-7de8377b6a5a",
    "created_at": "Fri Feb 05 17:35:37 UTC 2021",
    "company": "10up Inc.",
    "company_url": null,
    "location": "Remote",
    "title": "Senior Front End Engineer",
    "description": "<p>RESPONSIBILITIES</p>\n<ul>\n<li>Interpret designs and transform them into a polished rich cross-platform/device web experience.</li>\n<li>Write modular and performant HTML and CSS.</li>\n<li>Ability to make smart design decisions. Occasionally filling in gaps left by designers e.g. interpreting how a layout should be presented on small screens.</li>\n<li>Ability to rapidly prototype interfaces to finalize an experience in the browser as well as build long term scalable, maintainable, and performant production code.</li>\n<li>Visualize how a static design will be coded. Proactively flag challenging areas and offer alternatives, as well as identifying areas for greater code reuse.</li>\n<li>Ability to estimate work for a project and modularize goals into clearly defined, executable tasks.</li>\n<li>Ability to lead the front-end strategy for a project and make impactful decisions about the methodologies recommended to a client.</li>\n<li>Write JavaScript using industry best practices as well as React components. Ability to use modern JavaScript build tools like Webpack.</li>\n<li>Effectively collaborate with designers throughout the design and engineering process.</li>\n</ul>\n<p>REQUIREMENTS</p>\n<ul>\n<li>At least five years experience with UI engineering, web development, web engineering, or a similar field.</li>\n<li>Strong understanding of HTML and CSS including cross-browser compatibility and performance.</li>\n<li>Ability to write modern and performant JavaScript using latest technologies.</li>\n<li>Experience with the React JavaScript library.</li>\n<li>Experience using Git.</li>\n<li>Proven ability to transform a static comp into a website from the ground up.</li>\n<li>Understanding of ad implementations in a responsive environment.</li>\n<li>Experience in task runners and bundlers like Webpack or Gulp.</li>\n<li>Experience with coded style guides and creating highly componentized systems.</li>\n<li>Experience with coding PHP, ideally for WordPress as a platform.</li>\n<li>Being collaborative, self-motivated, and an \"always-learning\" person, excited to create great web experiences.</li>\n</ul>\n<p>NICE TO HAVE</p>\n<ul>\n<li>Experience with Sketch or Design Software.</li>\n<li>Advanced understanding of as implementations in a responsive environment.</li>\n<li>Moderate PHP experience.</li>\n<li>Experience with Gutenberg and building out custom blocks.</li>\n<li>Design experience or formal design education.</li>\n<li>Remote working experience appreciated.</li>\n<li>Experience in mentoring and leading a team.</li>\n<li>Experience and expertise with third party integrations and client-side APIs.</li>\n<li>Strong ability to communicate with client stakeholders, both technical and non-technical, about the impact of decisions around markup approach, cross-platform responsive interactions, performance, and topics like accessibility and internationalization.</li>\n<li>Understand the high-level concepts behind modern JavaScript frameworks and can architect and execute project-work as needed.</li>\n<li>Code-based portfolio. Link us to your GitHub account, upload a .zip, or both (source files are helpful to get a sense of your code structure and file organization).</li>\n<li>Understanding of WCAG accessibility compliance. Ability to implement accessibility standards as well as audit existing websites.</li>\n</ul>\n",
    "how_to_apply": "<p><a href=\"https://jobs.lever.co/10up-2/464e82d0-9dfd-42b7-972c-6822348d46e0?lever-origin=applied&amp;lever-source%5B%5D=GitHub\">https://jobs.lever.co/10up-2/464e82d0-9dfd-42b7-972c-6822348d46e0?lever-origin=applied&amp;lever-source%5B%5D=GitHub</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBajJZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e3f0c2cc3ca574d7be98503f31471ae2cb75196b/10up-Logo-2019.jpg"
  },
  {
    "id": "912fc53b-1b7f-427a-bc69-25f03b597f8c",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/912fc53b-1b7f-427a-bc69-25f03b597f8c",
    "created_at": "Fri Oct 30 15:33:27 UTC 2020",
    "company": "Defendify",
    "company_url": "https://www.defendify.io/",
    "location": "Portland, ME (Remote OK)",
    "title": "Senior Software Engineer (Full Stack)",
    "description": "<p>Thanks for your interest in working with us! Defendify is a fast-growing, fun-loving cybersecurity startup with a small, vibrant team based in Portland, Maine. Resourcefulness, responsiveness, problem-solving, and simplicity are values that shape who we are, what we do, and how we deliver amazing customer experiences.</p>\n<p><strong>Position Details</strong></p>\n<p>We're looking for a senior full stack software engineer to join us full-time, locally and/or in a remote capacity. This is a unique and exciting opportunity as we continue to expand the footprint of our groundbreaking, all-in-one cybersecurity platform. Every team member is a valuable contributor to our core SaaS product with day-to-day responsibilities covering a variety of development needs including building, maintaining, QA, and support for every aspect of the Defendify platform.</p>\n<p><strong>We are looking for a team player who:</strong></p>\n<ul>\n<li>Has a passion for solving problems and is eager to grow, learn, and tackle daily and long-term challenges and goals.</li>\n<li>Will dig in and ask questions from users to understand requirements; make a plan; dive into an existing codebase and learn where to make changes, or where to start new code.</li>\n<li>Is a good communicator who enjoys collaboration and thrives in a development culture that values clean code, automation and testability.</li>\n<li>Maintains excellent knowledge of how modern web applications work, including REST API usage, application security, cloud deployment and development best practices.</li>\n<li>Is comfortable self-directing their own work. No micro-management here!</li>\n</ul>\n<p><strong>Requirements – Experience</strong></p>\n<ul>\n<li>5+ years of Full-Stack Development experience</li>\n<li>Has been responsible for the entire lifecycle of code in at least one project, from scratch to QA to deployment to maintenance.</li>\n<li>Has experience implementing a RESTful API and an application which consumes it.</li>\n<li>Is familiar with the philosophy and implementation of development automation: tests, continuous integration, cloud deployment, and frequent production releases using an Agile/SCRUM process.</li>\n<li>Some DevOps experience is required.</li>\n</ul>\n<p><strong>Requirements – Technical</strong></p>\n<ul>\n<li>Experienced in JavaScript including ES6, await/async, linting and front-end frameworks. We use libraries and frameworks as needed, but you need to be able to write and understand plain JS.</li>\n<li>Experience with Node and Browser based environments is required.</li>\n<li>Understands REST APIs and their role in application architectures. Has used and built APIs from the ground up.</li>\n<li>Experience with front end development: HTML, CSS, and familiarity with the ecosystem of related technologies (SASS, DOM). In addition, Vue (or similar framework) experience and knowledge of static site generators such as Jekyll/Hugo are helpful.</li>\n<li>Understand how to use Git(+Hub) and GitHub Flow.</li>\n<li>Some relational database experience is required. Pluses include: Experiences in relational and in-memory databases (MySQL, Postgres, Redis) as well as knowledge in generic SQL.</li>\n<li>Some experience with Amazon Web Services (AWS), Heroku, or similar services.</li>\n</ul>\n<p><strong>Your Success</strong></p>\n<p>You are not alone in your role – Defendify's engineering team is made up of \"A\" players dedicated to your training and success. We thrive on an open-door policy and transparent management system that fosters team collaboration.</p>\n<p><strong>Compensation and Benefits</strong></p>\n<p>This is a flexible position open to candidates with varying levels of experience and offers long term growth potential via a well-defined career path. Compensation is competitive and commensurate with experience, and is variable based on personal and team performance. Our benefits package is comprehensive and includes health, dental, and vision coverage, educational reimbursement, a 401(k) program, paid time-off and more.</p>\n<p><strong>Love What You Do</strong></p>\n<p>Defendify employees enjoy a modern work environment and culture where everyone genuinely cares about the work they do. We're passionate about our product, the problems we're solving, our customers, our partners, and our team. We're in it together, enjoying work and play every day from team lunches, impromptu social outings and celebrations, and charity missions. And yes, there is coffee, lots and lots of coffee!</p>\n<p><strong>Opportunity Knocks</strong></p>\n<p>This position offers a great opportunity to make an impact as a part of a small team solving big problems, making cybersecurity possible for Small Business. Are you a creative self-starter with an appetite to learn and grow? If so, we'd love to hear from you!</p>\n",
    "how_to_apply": "<p>Apply now at <a href=\"https://defendify.breezy.hr/p/267bbae0c690-senior-full-stack-developer\">https://defendify.breezy.hr/p/267bbae0c690-senior-full-stack-developer</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBblNOIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a2730d55401adcd2e1832cebe43cc72f28ecbf83/Defendify_grey_R.png"
  },
  {
    "id": "794188b6-25ba-4432-80ad-e69eb938d48c",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/794188b6-25ba-4432-80ad-e69eb938d48c",
    "created_at": "Fri Feb 05 14:02:35 UTC 2021",
    "company": "Parklink Development Limited",
    "company_url": "https://parklink.asia",
    "location": "Remote",
    "title": "Full Stack Developer: PHP/Python",
    "description": "<h2>Full Stack Developer: PHP/Python</h2>\n<p>Parklink Limited seeks a skilled, motivated candidate to fill the position of remote Full-Stack Developer fluent in Python and PHP, who loves the challenges of high-availabilty SaaS and working with hardware. To maintain team coherence, we are looking specifically <strong>in Europe: GMT+0 - GMT+3</strong>.</p>\n<h3>Company Introduction</h3>\n<p>Parklink Development Limited provides RFID duplication devices to locksmiths and security professionals.</p>\n<p>Our flagship product is '<a href=\"https://rebadge.eu\">Rebadge</a>'. It's a patented machine that duplicates RFID badges for customers. Before Rebadge, it was impossible to duplicate consumer RFID badges. Since the launch of Rebadge, literally hundreds of thousands of people have been able to make copies of their badges, and the number increases every day.</p>\n<p>Each machine is an embedded linux system running Python + Qt, and tethered online.\nSupporting the machines is a RESTful API (CakePHP).\nThere is also a full back-office system for client management, machine management, billing, etc.</p>\n<p>We've got over 2,000 machines online (Check out our coverage map here: <a href=\"https://rebadge.eu\">https://rebadge.eu</a> )</p>\n<p>We've recently expanded into Australian market, and are rolling out mobile tools. With this growth comes new challenges, and this is where your expertise comes in.</p>\n<p>The team currently consists of five staff: the founder, operating as COO, our CTO as Dev Lead, an Electronic Engineer, Administrative staff and a Technical Support role. The successful candidate would be the sixth member on the team. The company structure is based in Hong Kong, but the team is spread around the world and fully remote.</p>\n<p>We are a highly optimised / lean company. The successful candidate will have the ability to work autonomously on a constantly evolving product and rapidly expanding client base. You will work on a real product that is used by thousands of people daily.</p>\n<p>Working for us means you'll be able to flex your development muscles, and you'll have a real impact on a real product that exists in the real-world, used by thousands of people every day. It's an exciting possibility.</p>\n<p>We are not another boring SaaS company. We create, manufacture and deploy real hardware on a global scale, with back and front end code managing it all. You'll have a chance to get your hands onto hardware, software, development and deployment. If you're driven, curious, and a hacker at heart, this position is for you.</p>\n<p>We will provide you with all the training and tools you need, an annual travel budget, and a dynamic, fair and respectful work environment.</p>\n<p>Reciprocatively, we are seeking to work with someone that is honest, skilled, self-motivated, and reliable.</p>\n<h3>Tasks</h3>\n<p>As a Full Stack Developer, your tasks will be divided into two categories:</p>\n<ul>\n<li>Backend Development (CakePHP)</li>\n<li>Embedded Development (Python)</li>\n</ul>\n<p><strong>Backend Development</strong></p>\n<p>Our systems (API + Back-office) are based on the CakePHP framework, backed by a geographically Distributed High-Availability LAMP stack (Europe + Asia)</p>\n<p>The RESTful API provides the interface to the network of machines, and the back office provides administration functionality for us and our clients.\nBackend Development Tasks</p>\n<ul>\n<li>Maintaining &amp; Developing the API [PHP / CakePHP]</li>\n<li>Maintaining &amp; Developing the Administration Interface [PHP / CakePHP]</li>\n<li>Maintaining &amp; Optimisation of the Database [MySQL]</li>\n</ul>\n<p>We have short, medium and long term goals, and milestones setup for our system. You're coming into a stable, clean, code base that we'll give you all necessary training on.</p>\n<p>Our frameworks are under GitHub source control, with a CI environment for staging and production.</p>\n<p>We will provide necessary development environments (VirtualBox environment).</p>\n<p><strong>Embedded Development</strong></p>\n<p>We have 2000+ networked machines deployed. Each machine is powered by a Raspberry Pi 3, with dual-frequency RFID readers and touch screen. We have a custom linux deployment running the client software, written in Python + Qt [Pyside]</p>\n<p>The software is under clean, stable, and under active development.\nEmbedded Development Tasks</p>\n<ul>\n<li>Maintaining &amp; Developing machine software [Python]</li>\n<li>Maintaining a Unit Testing framework [Python / FrogLogic Squish]</li>\n<li>Development / Maintenance of System scripts / environment [Linux / Bash]</li>\n</ul>\n<p>We will provide all necessary training + hardware required to get started on the  systems.</p>\n<h3>Skill / Experience Requirements</h3>\nTechnical Skills\n<p><strong>Python 3 [Fluent]</strong></p>\n<ul>\n<li>QT / PySide Experience Bonus</li>\n<li>Ability to write, respect &amp; maintain unit tests</li>\n</ul>\n<p><strong>PHP 5/7  [Fluent]</strong></p>\n<ul>\n<li>OOP (PSR-1 &amp; 2) Obligatory</li>\n<li>CakePHP Experience Bonus</li>\n<li>Ability to write, respect &amp; maintain unit tests (CodeCeption, PHPUnit)</li>\n</ul>\n<p><strong>Git/GitHub competency</strong></p>\n<ul>\n<li>Fluent with Git, respecting &amp; maintaining development procedures (issue branch, code review, pull request, merge, etc)</li>\n</ul>\n<p><strong>Database (Mysql)</strong></p>\n<ul>\n<li>Query optimisation for high load environments</li>\n</ul>\n<p><strong>High Traffic, High Availability Clusters</strong></p>\n<ul>\n<li>Experience with distributed server clusters and writing highly optimised code for high-load environments - understanding the requirements of high-load environments</li>\n</ul>\n<p><strong>Linux Familiarity</strong></p>\n<ul>\n<li>Intermediate configuration &amp; administration tasks (SSH, Bash, etc)</li>\n<li>Rasbian Experience Bonus</li>\n</ul>\nBonus Skills\n<p><strong>Mobile Development</strong></p>\n<ul>\n<li>Native iPhone Development</li>\n<li>Native Android Development</li>\n</ul>\n<p><strong>Hardware Familiarity</strong></p>\n<ul>\n<li>Raspberry PI</li>\n<li>Serial / UART</li>\n</ul>\n<p><strong>NFC Familiarity [Bonus]</strong></p>\n<ul>\n<li>13.56 (Mifare, libNFC, etc)</li>\n<li>125KHz (T55, EM4XX etc)</li>\n</ul>\n<h3>Personal Skills</h3>\n<ul>\n<li>English (Fluency in written + spoken)</li>\n<li>Ability to communicate clearly and efficiently</li>\n<li>Ability to work autonomously &amp; self-motivate</li>\n<li>Ability to integrate into an existing team &amp; structure</li>\n</ul>\n<h3>Time Requirements</h3>\n<p>Physically based in <strong>Europe / GMT+0 - GMT+3</strong>\nThis is a full time, remote position (8 hours per day, 5 days per week)\nReachable during work hours via phone / slack</p>\n<h3>Compensation</h3>\n<ul>\n<li>\n<strong>40 - 45k EURO per year</strong> (depending on experience and skills coverage)</li>\n<li>2k EURO Hardware Allowance</li>\n<li>Annual Travel Allowance</li>\n<li>We will provide all training required</li>\n<li>We will provide all hardware necessary (Devices, parts, badges, etc)</li>\n<li>Flexible time off: 25 Paid Vacation days + 11 Paid Public Holidays</li>\n</ul>\n<h3>Application Pre-requisites</h3>\n<ul>\n<li>Your updated CV</li>\n<li>A brief email explaining who you are, why you fit the position, and how your experience is relevant.</li>\n<li>A link to your GitHub/GitLab account - if applicable</li>\n<li>An overview of your side projects that you work on / contribute to.</li>\n</ul>\n<h2>Applying</h2>\n<p>Please send an email with all requisite documents to <a href=\"mailto:jobs@parklink.asia\">jobs@parklink.asia</a>.</p>\n<p>We will take time to study each application with diligence - please take the time to read over the position requirements carefully.</p>\n",
    "how_to_apply": "<p>Please send an email with all requisite documents to <a href=\"mailto:jobs@parklink.asia\">jobs@parklink.asia</a>.</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBanVZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--34b5cc3093545bc0ae9402147ef3d27fe945514a/Parklink-Development.png"
  },
  {
    "id": "16d9fa95-42c6-4ce0-8456-2a6ca5326d65",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/16d9fa95-42c6-4ce0-8456-2a6ca5326d65",
    "created_at": "Fri Feb 05 13:05:55 UTC 2021",
    "company": "TWAICE Technologies GmbH",
    "company_url": "https://twaice.com/de/",
    "location": "Munich",
    "title": "Senior Backend Engineer (m/f/d)",
    "description": "<p>The world is transitioning towards renewable energy generation and sustainable transportation to counteract global climate change. Batteries are both the key and the achilles heel of this transition. Our mission is to enable efficient development and long lifetime of stationary energy storage systems and electric vehicles with our Predictive Battery Analytic Software based on Digital Twins. Join us on our way to an emission free future. We are a fast growing venture capital financed start-up of 50 employees - become part of the family!</p>\n<p><strong>Your daily business will involve</strong></p>\n<ul>\n<li>Actively driving and implementing technical concepts for the feature set of our SaaS battery analytics platform for ingesting battery field data, calculating &amp; predicting battery conditions and presenting it at large scale</li>\n<li>Breaking down difficult challenges and successfully delivering customer value on schedule</li>\n<li>Participate in the entire application lifecycle, focusing on designing, coding, testing, documentation, deployment, debugging, and optimizing the application for maximum speed and scalability - You build it, you run it!</li>\n<li>Closely collaborating in a cross-functional team of Frontend, DevOps, Cloud Engineers, Battery/Machine Learning Engineers, Product Manager &amp; UX Designer to jointly develop &amp; deliver the best possible products to our customers</li>\n<li>Providing servant leadership to the software team from being a sparring partner on topics, as well as providing mentorship including industry standard  code reviews for personal development of the Software Engineers</li>\n</ul>\n<p><strong>Your profile</strong></p>\n<ul>\n<li>Degree in Computer Science or a related field</li>\n<li>5+ years of experience of backend software engineering in the field of building applications and microservices in Python (any additional high-level programming language is a plus)</li>\n<li>3+ years of leadership experience in cross-functional teams</li>\n<li>Solid programming background and ability to write clean, structured and tested code</li>\n<li>Proven track of records in designing/architecting and scaling high load data platforms (you know where and why to put a message queue, which database to choose, where to put borders between microservices)</li>\n<li>Support and guide the team to ensure all committed stories for the sprint are completed per the sprint goal, while also actively participating in coding, you are not only a “ticket writer + work assignment manager”, but an Agile Team Member</li>\n<li>You are a strong self-driven leader, you aren’t afraid talking to stakeholders and teammates, come up with balanced and reasonable proposals together with the Team and continuously improve development processes &amp; mentoring of your colleagues.</li>\n<li>Fluent in English</li>\n<li>Interest in new Technologies &amp; building a great Saas Platform</li>\n</ul>\n<p><em>Additional Skills that are nice to have</em></p>\n<ul>\n<li>TypeScript</li>\n<li>Cloud experience, preferably AWS</li>\n<li>Having concretely worked in the area of SaaS / Analytics / Data Platforms</li>\n<li>Finding your way around the “terminal”</li>\n</ul>\n<p><strong>Benefits</strong></p>\n<ul>\n<li>Competitive salary</li>\n<li>Flexible working hours and Homeoffice</li>\n<li>Strong team culture with regular team events and off-sites</li>\n<li>Modern office in Munich with free parking spaces</li>\n<li>Free breakfast, snacks and coffee; subsidized lunch in a high quality canteen (vegetarian options available)</li>\n<li>Support with visa application</li>\n</ul>\n<p><img src=\"https://camo.githubusercontent.com/e9de0b1ad920632cd3fcd21e2b3116559eac0331/68747470733a2f2f742e676f686972696e672e636f6d2f682f64656266393236656263363932393033303961396339333739366266323032663539663561626132313734376164383361613264303636653665643764383637\"></p>\n",
    "how_to_apply": "<p><a href=\"https://t.gohiring.com/h/70058b50cf192de453a58e1d4150e8b8796b477bfdc22dd84fdabcb74ae46294\">application form</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBam1ZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--003142760567bccec0d61fccfab5c60dd2c81074/TWAICE%20Technologies%20GmbH.png"
  },
  {
    "id": "63adc9b1-9dce-4c2f-8801-a73791300924",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/63adc9b1-9dce-4c2f-8801-a73791300924",
    "created_at": "Fri Feb 05 09:20:27 UTC 2021",
    "company": "Nordea",
    "company_url": "https://www.nordea.com/en/careers/",
    "location": "Finland: Helsinki, Oulu",
    "title": "Developers / Make an impact to people's lives!",
    "description": "<p>It is an exciting time for you to join us at One Digital. We are changing Nordea with big ambitions and creating the future of digital banking – and we would like you to be a part of it!</p>\n<p>About us</p>\n<p>At Nordea, we know our customers’ needs are changing – and we are deeply committed to meeting them with the financial solutions of tomorrow. We are creating an agile environment where we experiment and grow together and we are always looking for new talents to join us with their unique set of skills, ideas and backgrounds. With us, you will be in good company with a chance to challenge how we see the banking industry today and impact the future direction of digital banking.</p>\n<p>Our offer to you</p>\n<p>Welcome to One Digital, the biggest banking platform in the Nordics! You will be joining an awesome group of people from across the world that delivers innovative solutions to our customers, ensuring that Nordea will stay as the frontrunner in digital banking services. One Digital is responsible for the majority of mass-distributed front-end and API related development for Nordea’s customers. The deliveries cover areas such as mobile banking, netbanks, our platform for digital sales, digital design and digital customer experience.</p>\n<p>Working with us, you will take part in building a better digital bank and thus play a meaningful role in our society. We are impacting the lives of our 11 million customers around the world by helping them fulfil their daily banking needs. You will have the possibility to influence how people do digital banking and change Nordea to meet the future. We are looking for people that are passionate about developing great software solutions for our digital platform. We are a product and technology focused engineering capability area, covering all engineering roles in agile teams: developers together with team QA persons.</p>\n<p>Workplaces: Finland: Helsinki, Oulu</p>\n<p>In 2021, providing customers with great digital experiences is more important than ever. This is an exciting time for you to join us and shape the future of digital banking.  If you are looking for a new challenge, and believe you have what it takes to help us achieve our vision, then One Digital could be the place for you!</p>\n",
    "how_to_apply": "<p>See all our IT positions on: <a href=\"https://www.nordea.com/en/careers/vacant-positions/\">https://www.nordea.com/en/careers/vacant-positions/</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBak9ZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--773cb0a99d74a61c404c18c9dd5523d51288c6b6/Nordea_Masterbrand_500px_RGB.png"
  },
  {
    "id": "ea0cf4a2-4fc1-4ae2-b5b8-2ff0ae318b3f",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/ea0cf4a2-4fc1-4ae2-b5b8-2ff0ae318b3f",
    "created_at": "Fri Feb 05 08:43:06 UTC 2021",
    "company": "fodjan",
    "company_url": "https://fodjan.com/de/",
    "location": "Dresden",
    "title": "Web & App Entwickler Frontend (m/w/d)",
    "description": "<p>Wir von fodjan arbeiten mit unserer Online-Plattform und App für Fütterungsmanagement am Puls der Zeit der Agrarbranche. Für Landwirte, Futterindustrie und Landtechnikhersteller vernetzen wir fütterungsbezogene Daten im Nutztierbereich und gestalten die Digitalisierungsprozesse der Zukunft. Seit 2014 arbeiten wir für dieses Ziel mit flachen Hierarchien, gleichberechtigten Scrum-Teams und aktuellen Technologien. Mach mit und unterstütze unser 17-köpfiges Team in Dresden mit deinem Knowhow.</p>\n<p><strong>Aufgaben</strong></p>\n<p>Als Frontendentwickler programmierst du bei uns nicht nur nach starren Vorgaben, sondern kannst mit dem Team die ganze Bandbreite der Entwicklung mit Entwurf, Coding und Tests miterleben.</p>\n<ul>\n<li>Du hilfst dabei, unser Web-Frontend zu entwickeln und zu verbessern</li>\n<li>Du konzipierst neue Komponenten unter Beachtung der UX</li>\n<li>Du entwickelst unsere Android, Apple oder Windows Apps weiter</li>\n<li>Du erweiterst und pflegst unsere Schnittstellen und Auswertungen</li>\n</ul>\n<p><strong>Qualifikation</strong></p>\n<ul>\n<li>Du hast ausgeprägte Kenntnisse in mind. einer objektorientierten Programmiersprache</li>\n<li>Du hast idealerweise Erfahrung im Umgang mit React JS, Typescript bzw. JavaScript</li>\n<li>Du verfügst über Erfahrungen im Umgang mit RESTful Webservices, MVC und JSON</li>\n<li>Du besitzt ein hohes Maß an Eigeninitiative, Motivation und Lernbereitschaft</li>\n<li>Du hast Spaß an neuen Technologien</li>\n</ul>\n<p><strong>Benefits</strong></p>\n<ul>\n<li>Flexible Arbeitszeiten, Überstundenausgleich und Home Office möglich</li>\n<li>Eine kreative Arbeitsumgebung mit flachen Hierarchien, abwechslungsreiche Aufgaben, Raum für Eigeninitiative und Spaß</li>\n<li>Moderne Technik am Arbeitsplatz und Weiterbildungsangebote</li>\n<li>Kostenlose Getränke, Obst &amp; Snacks, Montags-Frühstück mit dem ganzen Team\n-Teamevents und ein tägliches Meeting am Kickertisch</li>\n</ul>\n",
    "how_to_apply": "<p><a href=\"https://fodjan.join.com/jobs/1848470-web-und-app-entwickler-frontend-m-w-d-digital-farming-software-in-dresden?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=web%2Bund%2Bapp%2Bentwickler%2Bfrontend%2Bm%2Bw%2Bd%2Bdigital%2Bfarming%2Bsoftware%2Bin%2Bdresden\">https://fodjan.join.com/jobs/1848470-web-und-app-entwickler-frontend-m-w-d-digital-farming-software-in-dresden?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=web%2Bund%2Bapp%2Bentwickler%2Bfrontend%2Bm%2Bw%2Bd%2Bdigital%2Bfarming%2Bsoftware%2Bin%2Bdresden</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBakNZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a585d3c7633897cf52806d6c3e8a0b71518924c5/fodjan.png"
  },
  {
    "id": "87fec36f-3aa9-4d32-ad12-54917375fe4c",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/87fec36f-3aa9-4d32-ad12-54917375fe4c",
    "created_at": "Fri Feb 05 07:37:04 UTC 2021",
    "company": "Nordea",
    "company_url": "https://www.nordea.com/en/careers/",
    "location": "Finland, Helsinki & Oulu",
    "title": "Infrastructure Specialist / QA: Make an impact to people's lives!",
    "description": "<p>It is an exciting time for you to join us at One Digital. We are changing Nordea with big ambitions and creating the future of world class digital banking – and we would like you to be a part of it!</p>\n<p>About us</p>\n<p>At Nordea, we know our customers’ needs are changing – and we are deeply committed to meeting them with the financial solutions of tomorrow. We have an agile environment where we experiment and grow together and we are always looking for new talents to join us with their unique set of skills, ideas and backgrounds. With us, you will be in good company with a chance to challenge how we see the banking industry today and impact the future direction of digital banking.</p>\n<p>Our offer to you</p>\n<p>Welcome to One Digital, the biggest banking platform in the Nordics! You will be joining an awesome group of people from across the world that delivers innovative solutions to our customers, ensuring that Nordea will stay as the frontrunner in digital banking services. One Digital is responsible for the mass-distributed front-end and API related development for Nordea’s customers. The deliveries cover areas such as mobile banking, netbanks, our platform for digital sales, digital design and digital customer experience.</p>\n<p>At our Digital Channel, you will be working as a part of our One Digital organisation with great colleagues who believe in Agile and DevOps ways of working to the core. You will have the opportunity to build and improve the future software delivery platforms and infrastructure for some of the most exciting digital banking solutions for our household and corporate customers.</p>\n<p>Workplaces: Finland: Helsinki, Oulu.</p>\n<p>In 2021, providing customers with great digital experiences is more important than ever. This is an exciting time for you to join us and shape the future of digital banking.  If you are looking for a new challenge, and believe you have what it takes to help us achieve our vision, then One Digital could be the place for you!</p>\n",
    "how_to_apply": "<p>See all our open IT positions: <a href=\"https://www.nordea.com/en/careers/vacant-positions/\">https://www.nordea.com/en/careers/vacant-positions/</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaTZZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1647e7cf07a6e8450e68ed53e8ce7465cd08acfd/Nordea_Masterbrand_500px_RGB.png"
  },
  {
    "id": "2e9a3375-a342-4290-86f8-8f8d19304d35",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/2e9a3375-a342-4290-86f8-8f8d19304d35",
    "created_at": "Thu Feb 04 18:45:28 UTC 2021",
    "company": "Homethrive",
    "company_url": "http://www.homethrive.com",
    "location": "Remote",
    "title": "Senior Software Engineer",
    "description": "<p>Senior Software Engineer</p>\n<p>Who We Are:</p>\n<p>Over 10,000 people are turning 65 each day, eighty percent of whom desire to age in place at their home with dignity and independence, resulting in over $100 billion spent annually on at-home care. Homethrive is looking to disrupt the traditional care model and provide enhanced holistic solutions to our aging population.</p>\n<p>Homethrive provides technology, care management, and personal assistance services to help aging loved ones thrive at home with dignity and purpose while reducing the stress and workload on family members who support them. Homethrive matches each client and their family with one of its Master’s level social workers (Care Guides) who develops an ongoing trusted relationship with the family. Homethrive’s Care Guide provides expert coaching to help seniors embrace healthy behaviors and help family members anticipate and better handle the challenges of supporting and aging loved one. Homethrive’s Care Guide also recommends and coordinates any necessary third-party services to provide meals, transportation, home care, medication delivery or other services.</p>\n<p>Job Description Summary:</p>\n<p>We have a proven successful model, are experiencing tremendous growth and are now looking at ways to streamline and scale. This is where technology and you come in. In the near-term we want to enhance the relationships built with our clients by augmenting the human intelligence of our Care Guides with artificial intelligence and self-service solutions, and find ways to use technology and data to extend reach, improve efficiency, and efficacy of our solutions and services.</p>\n<p>Homethrive is a very well-funded startup, offering competitive pay and full benefits with a small versatile technology team. We are looking to at least double the team size this year and quadruple it by 2021. As a team we develop and own all of our software/technology and data in-house, only relying on 3rd party integrations/services where it makes sense.</p>\n<p>Technology we use today:\nGolang on the back-end.\nReact.js on the front-end.\nMySQL, MongoDB and Elastic search databases.\nFlutter for cross platform native app development.\nCloud hosting on AWS using a mixture of Docker on Elastic-beanstalk and serverless architecture along with other services like S3, RDS, Lex, etc.\nAll technology decisions are made together as a team always utilizing the best technological solutions available for the task at hand (we will be expanding to Rust/WASM development soon). We promote an Agile development environment with test driven development and continuous integration, leveraging communication over documentation and where the only measurement of progress is working software.</p>\n<p>We are looking for more tech savvy, innovative, full stack polyglots who love problem solving and just making things work better. Software engineers with the foundational skills and the desire/ability to learn the latest tech should apply. This position can be partial/full remote.</p>\n<p>Minimum Qualifications:\nBachelor's and/or Masters in Computer Science OR related field of study.\n5+ years of experience in post-graduate software development (full-time, NON-internship).\nAdvanced proficiency in at least one (any) language.\nProficiency in at least one (any) database technology.\nDesire and ability to learn the tech we use and the new tech we will be using in the future.</p>\n<p>Homethrive provides equal employment opportunities to all employees and applicants without regard to race, color, religion, sex (including sex stereotyping), national origin, ancestry, citizenship status, pregnancy (which includes pregnancy, childbirth, and medical conditions related to pregnancy, childbirth, or breastfeeding), physical disability, mental disability, age, military status or status as a Vietnam-era or special disabled veteran, marital status, registered domestic partner status, gender, gender identity, gender expression, medical condition (including, but not limited to, cancer related or HIV/AIDS related), genetic information, sexual orientation or any other status protected by applicable federal, state and local laws</p>\n",
    "how_to_apply": "<p><a href=\"https://www.homethrive.com/careers?gnk=job&amp;gni=8a7887a8770d271a017720ba595b5f9c&amp;gns=GitHub\">https://www.homethrive.com/careers?gnk=job&amp;gni=8a7887a8770d271a017720ba595b5f9c&amp;gns=GitHub</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaXFZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5f8b589f1a5cdae9a23849b79c740231b1e1d120/homethrive.png"
  },
  {
    "id": "e1c1f17a-6d4d-4def-94c7-8d89db66424c",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/e1c1f17a-6d4d-4def-94c7-8d89db66424c",
    "created_at": "Thu Feb 04 15:56:56 UTC 2021",
    "company": "CompuGroup Medical SE & Co. KGaA",
    "company_url": "https://vonq.io/3jpEdAl",
    "location": "Hamburg",
    "title": "Full-Stack-Entwickler (m/w/d) C++ / C# / JavaScript / WebAssembly",
    "description": "<p><strong>Als Full-Stack-Entwickler (m/w/d) C++ / C# / JavaScript / WebAssembly gestalten Sie heute schon mit, was die Zukunft bringt!</strong></p>\n<p>Als Pionier im Digital Health schlägt unser Herz für die Entwicklung und Umsetzung neuer Technologien. Für die nächste Stufe der e-Health Evolution suchen wir kreative Köpfe, die Spaß an der Arbeit mit vielfältigen Technologien, eigenen Gestaltungsspielräumen und der beruflichen Weiterentwicklung haben.</p>\n<p><strong>Ihr Beitrag:</strong></p>\n<ul>\n<li>Sie designen, entwickeln und implementieren neue Software-Komponenten für unsere Krankenkassensysteme</li>\n<li>Dabei leisten Sie einen wichtigen Beitrag bei der Backend- bzw. Frontend-Entwicklung unserer Softwarelösungen</li>\n<li>Hier arbeiten Sie mit Technologien wie C++, C#, JavaScript, JAVA, WebAssembly und Blazor</li>\n<li>Darüber hinaus behandeln und lösen Sie Programmfehler im Rahmen des 3rd-Level-Support</li>\n</ul>\n<p><strong>Was uns wichtig ist:</strong></p>\n<ul>\n<li>Abgeschlossene Ausbildung, z. B. als Fachinformatiker (m/w/d) oder Studium im Bereich IT, z. B. in Informatik, Software Engineering oder Computer Sciences</li>\n<li>Erste Berufserfahrungen in der Anwendungsentwicklung mit C++, C#, JavaScript/TypeScript, Java, HTML, CSS und PHP sind wünschenswert</li>\n<li>Interesse daran, sich mit neuen Technologien (KI/ML) und Bereichen der Softwareentwicklung auseinanderzusetzen</li>\n<li>Gute Deutsch- und Englischkenntnisse</li>\n</ul>\n<p><strong>Was Sie von uns erwarten können:</strong></p>\n<ul>\n<li>Die Möglichkeit, beim Marktführer der Branche zu arbeiten</li>\n<li>Wir legen großen Wert auf ein kollegiales und von Gemeinschaftsgefühl geprägtes Umfeld</li>\n<li>Freiraum für Ihre Ideen innerhalb eines agilen und hochspezialisierten Umfeldes</li>\n<li>Flache Hierarchien und kurze Entscheidungswege innerhalb der Abteilungen</li>\n<li>Nationale und internationalen Entwicklungsmöglichkeiten sowie zahlreiche Weiterbildungsmaßnahmen und Schulungen (u.a. in-house-training in Englisch)</li>\n<li>Flexible Arbeitszeiten, die eine ausgewogene Work-Life-Balance ermöglichen</li>\n<li>Zuschuss zur betrieblichen Altersvorsorge als Baustein einer sicheren Zukunft</li>\n<li>Betriebliches Gesundheitsmanagement (Obst- &amp; Gemüsekorb, Getränke, Untersuchungen)</li>\n</ul>\n<p>Sie erleichtern es uns schnell richtige Entscheidungen zu treffen, wenn Sie uns über das <strong>Bewerbungsformular</strong> Ihre aussagekräftigen Unterlagen mit Ihren Gehaltsvorstellungen übermitteln.</p>\n<p><a href=\"https://vonq.io/3jpEdAl\">Klicken Sie hier um zum Bewerbungsformular zu gelangen!</a></p>\n<p><strong>Synchronizing Healthcare</strong></p>\n<p><strong>Werden Sie jetzt ein Teil davon!</strong></p>\n<p>Kennziffer:</p>\n<p><strong>req5506</strong></p>\n<p>Standort:</p>\n<p><strong>Hamburg</strong></p>\n<p>Job Segment:</p>\n<p><strong>Software Development</strong></p>\n<p>Kontakt:</p>\n<p><strong><a href=\"mailto:career@cgm.com\">career@cgm.com</a></strong></p>\n",
    "how_to_apply": "<p><a href=\"https://vonq.io/3jpEdAl\">Klicken Sie hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaWlZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4127d6560a17472996a425c44a34a68bd9b2961b/CompuGroup%20Medical.jpg"
  },
  {
    "id": "220618ef-b458-412b-9cfa-0ae8522a332f",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/220618ef-b458-412b-9cfa-0ae8522a332f",
    "created_at": "Thu Feb 04 14:45:30 UTC 2021",
    "company": "MEN AT WORK Werbeagentur GmbH",
    "company_url": "https://www.men-at-work.de",
    "location": "32791 Lage",
    "title": "Backend-Webentwickler (m/w/d)",
    "description": "<p>Als Webentwickler*in im Agenturumfeld hast du es echt gut. Denn hier erwarten dich wirklich abwechslungsreiche Projekte und Herausforderungen. Starre und veraltete Prozesse suchst du bei uns vergebens. Nahezu alles was du brauchst um sauber entwickeln zu können, stellen wir dir zur Verfügung. Für einen fachlichen Austausch auf Augenhöhe und gemeinsame Projekte, stehen dir die besten Kollegen jederzeit und hilfsbereit zur Seite. Aber, was soll das ganze Gesülze? Komm vorbei, lerne uns kennen! Mach dir selbst ein Bild und tausche dich mit unserem Team aus. Ganz unverbindlich.</p>\n<p><strong>🖖 Deine Aufgaben</strong></p>\n<ul>\n<li>Technische Konzeption und Umsetzung von interaktiven Projekten <em>(Okay, das kam jetzt sicherlich überraschend...)</em>\n</li>\n<li>Neu- und Weiterentwicklung von Web-Applikationen auf der Basis von PHP <em>(Auch Java Entwickler können PHP lieben lernen... Wirklich!)</em>\n</li>\n<li>Realisierung von Schnittstellen, Erweiterung oder Entwicklung von Modulen <em>(Mit oder ohne Stack Overflow...)</em>\n</li>\n<li>Wartung und Dokumentation <em>(Schnarch, aber gehört halt dazu...)</em>\n</li>\n<li>Fachlische und seelische Betreuung unserer Frontendler <em>(...)</em>\n</li>\n</ul>\n<p><strong>🤘 Dein Profil</strong></p>\n<ul>\n<li>Du hast im Bereich IT was drauf <em>(...und vielleicht sogar eine Ausbildung oder Studium in dem Bereich in der Tasche!?)</em>\n</li>\n<li>Mind. 3 Jahre Berufserfahrung <em>(Oder noch besser Berufserfahrung, seit du 3 Jahre alt bist...)</em>\n</li>\n<li>Ausgeprägtes Interesse für Web-Technologien <em>(Sonst würdest du dir diese Anzeige wohl nicht durchlesen...)</em>\n</li>\n<li>Ein Gespür für aufkommende Trends und Themen <em>(Wir haben gehört, PHP5 ist out...)</em>\n</li>\n<li>Sehr gute Kenntnisse in der objektorientierten Softwareentwicklung mit PHP <em>(Du weißt, PHP steht nicht für PornHub Premium!)</em>\n</li>\n<li>Erfahrung im Umgang mit Datenbanken, speziell MySQL <em>(A SQL query walks into a bar and sees two tables. He walks up to them and says 'Can I join you?')</em>\n</li>\n<li>REST, GraphQL und SOAP sollten wir was sagen <em>(Wir müssen endlich herausfinden, ob unsere Kaffeemaschine eine API hat...)</em>\n</li>\n<li>Erfahrung mit Versionierung auf Basis von Git <em>(Und kennst 'git blame', um zu gucken, wer es kaputt gemacht hat...)</em>\n</li>\n<li>Folgende Kenntnisse sind wünschenswert, allerdings keine Voraussetzung: Contao, Symfony, Shopware <em>(Ist doch eh alles das Gleiche...)</em>\n</li>\n<li>Spaß am Entwickeln, Mut zu eigenen Ideen und deren Umsetzung und natürlich Lust am Arbeiten im Team <em>(Einige von uns beißen nicht!)</em>\n</li>\n<li>Was? Du kannst noch mehr? Ey, ist nicht schlimm!</li>\n</ul>\n<p><strong>⭐ Dich erwartet als Entwickler*in</strong></p>\n<ul>\n<li>Eine gemeinsam erarbeitete Onboarding-Strategie</li>\n<li>Mitbestimmung in der Optimierung unserer Prozesse und Workflows</li>\n<li>Spannende und abwechslungsreiche Projekte mit Anspruch</li>\n<li>Aktuellste Hard- und Software und Entwicklungsumgebungen</li>\n<li>Regelmäßige Teilnahme an Events, Messen und Entwicklerkonferenzen <em>(...und den Messepartys danach!)</em>\n</li>\n</ul>\n<p><strong>👌 Dich erwartet als MAWler*in</strong></p>\n<ul>\n<li>Ein leidenschaftliches Experten-Team und eine familiäre Atmosphäre</li>\n<li>Flexible Arbeitszeiten und mobile Arbeitsplätze</li>\n<li>Freiräume für Forschung und Entwicklung</li>\n<li>Attraktive Incentives</li>\n<li>Freitags Essen von unserem Koch Enzo <em>(Das reicht eigentlich schon als Argument..)</em>\n</li>\n</ul>\n",
    "how_to_apply": "<p><a href=\"https://www.men-at-work.de/jobs/bewerbung-coder\">https://www.men-at-work.de/jobs/bewerbung-coder</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaWVZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e6facabc7e19a37c4e7ff4d5716df8d84403a787/MENATWORK_Quer_Schwarz.png"
  },
  {
    "id": "db99fe6f-e242-4ad5-ba9e-e1fef9a7d18f",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/db99fe6f-e242-4ad5-ba9e-e1fef9a7d18f",
    "created_at": "Thu Feb 04 14:41:34 UTC 2021",
    "company": "IVO Rechtspraak",
    "company_url": "https://www.rechtspraak.nl/Organisatie-en-contact/Organisatie/Landelijke-diensten/ivorechtspraak/Paginas/over-ivorechtspraak.aspx",
    "location": "Utrecht",
    "title": "Young Talent Programma",
    "description": "<p><strong>Young Talent Programma</strong></p>\n<p><strong>Wat doe je als Young Talent bij IVO Rechtspraak?</strong>\nHet antwoord op die vraag is een inkoppertje. Want ons Young Talent Programma draait maar om één ding: dat jij je talenten als ICT-professional maximaal ontwikkelt en inzet! We halen alles uit de kast, met een programma op maat van jou! In twee jaar tijd krijg je volop de kans om kennis en ervaring op te doen en je soft skills te vergroten. Je leert daarbij de nieuwste methodes en tools kennen, want bij IVO Rechtspraak lopen we daarin voorop. We werken bijvoorbeeld agile, in scrumteams en op basis van BusDevOps. Bovendien heb je óók nog eens maatschappelijke impact. Jij helpt de digitale rechtspraak toegankelijk te maken voor iedereen!</p>\n<p><strong>Verschillende richtingen</strong>\nWe zoeken Young Talents in verschillende richtingen:</p>\n<ul>\n<li>Informatie Analist</li>\n<li>Angular Developer</li>\n<li>Software Developer Java</li>\n<li>Software Developer .NET</li>\n<li>Software Tester</li>\n<li>DevOps Engineer</li>\n<li>IT Trainer</li>\n</ul>\n<p>Je draagt heel concreet bij aan de digitalisering en het digitaal toegankelijk maken van de rechtspraak. Met toepassingen voor medewerkers van de rechtspraak, zoals rechters en de mensen van de Griffies. Voor ketenpartners, zoals het OM, advocaten, de politie of de kinderbescherming. Maar ook voor ‘de man of vrouw in de straat’ die met de rechtspraak te maken krijgt.</p>\n<p>Je werkt agile, in SCRUM-teams en op basis van BusDevOps. Lekker dynamisch en dicht bij de gebruiker. Ook pas je de nieuwste technologieën toe. Waar de markt stopt, ontwikkelen wij vaak zelf nog door. Je kunt je creativiteit dus goed kwijt!</p>\n<p>Benieuwd naar de ervaringen van Young Talent Niek Visser? Je leest het in zijn <a href=\"https://www.werkenbijderechtspraak.nl/nieuws/je-leert-de-kneepjes-van-het-vak/\">blog</a>.</p>\n<p><strong>Hoe je programma eruitziet</strong>\nSamen kijken we welke richting jij het beste uitgaat en hoe we je het snelste ‘op vlieghoogte’ brengen. Dat is altijd een combinatie van werkervaring opdoen en leren, zo breng je nieuwe kennis direct in de praktijk. Je werkt in een team en hebt daarin je eigen inbreng. Daarnaast krijg je vakinhoudelijke trainingen, daar maken we duidelijke afspraken over. Binnen je team heb je een buddy die je begeleidt en zelfs een coach behoort tot de mogelijkheden.</p>\n<p>Aan je soft skills werk je samen met de andere deelnemers aan ons Young Talent Programma. In workshops leer je bijvoorbeeld met feedback omgaat en hoe je initiatief neemt. Het leuke van dit gezamenlijke onderdeel is dat je meteen de andere talenten uit jouw lichting leert kennen. Al zitten ze in een heel ander team. Handig om ervaringen uit te wisselen en gewoon gezellig!</p>\n<p>Ben jij een ambitieuze starter of beginnend professional? En wil je al je kwaliteiten benutten in een baan met inhoud én mooie carrièrevooruitzichten in de ICT? Grijp dan nu je kans en doe mee aan het Young Talent Programma van IVO Rechtspraak!</p>\n<p><strong>Wat we je bieden</strong>\nOm te beginnen een leuke, informele werksfeer. We houden de lijnen graag kort! En je arbeidsvoorwaarden zijn prima geregeld volgens de <a href=\"https://www.caorijk.nl/\">CAO Rijk</a>. Wat belangrijke punten op een rij:</p>\n<ul>\n<li>Je salaris is €2.824 op basis van 36-urige werkweek. Je zit in schaal 9.</li>\n<li>Je krijgt een Individueel Keuze Budget (IKB) van 16,37% over je salaris. Dit is inclusief je vakantiegeld en eindejaarsuitkering. Je kunt dit budget bijvoorbeeld laten uitkeren of in vrije dagen omzetten. Ook is het mogelijk vrije dagen te sparen.</li>\n<li>Je houdt werk en privé prima in balans, bijvoorbeeld met de mogelijkheid van 4×9 uur, thuis werken of ouderschapsverlof. Bovendien krijg je 144 vakantie- en 21,6 IKB-uren op basis van een 36-urige werkweek.</li>\n<li>Je hebt veel doorgroeimogelijkheden. Zeker omdat we alles doen op IT-gebied, van architectuur tot ontwikkeling en beheer. Ook is er alle ruimte om je vakkennis en persoonlijke skills te ontwikkelen.</li>\n<li>Bij IVO Rechtspraak stimuleren we reizen met het OV! Je krijgt een OV-chipkaart waarmee je gratis naar je werk reist.</li>\n</ul>\n<p>We verwachten in april 2021 te starten met het programma.</p>\n<p><strong>Wat we van je vragen</strong>\nDit zijn de dingen waar je volgens het ideaalplaatje aan voldoet:</p>\n<ul>\n<li>Je hebt een hbo- of wo-studie afgerond met een sterke ICT-component</li>\n<li>Je hebt niet meer dan 2 jaar werkervaring</li>\n<li>Je hebt ervaring met programmeren</li>\n<li>Je wilt veel leren en jezelf ontwikkelen</li>\n<li>Je bent initiatiefrijk</li>\n<li>Je houdt wel van een uitdaging</li>\n<li>Je Nederlands is uitstekend, zowel spreken als schrijven</li>\n</ul>\n<p>Doe je mee aan ons talentprogramma, dan vragen we ook altijd een Verklaring Omtrent Gedrag.</p>\n<p><strong>Meer weten?</strong>\nBenieuwd naar ervaringen van onze Young Talents of naar specifieke vacatures binnen het programma?</p>\n<p>Kijk dan op:\n<a href=\"www.werkenbijderechtspraak.nl/ivo-rechtspraak/young-talent-programma-ivo-rechtspraak/\">www.werkenbijderechtspraak.nl/ivo-rechtspraak/young-talent-programma-ivo-rechtspraak/</a></p>\n<p>Acquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.</p>\n<p><em>Trefwoorden: Software Engineer, DevOps Engineer, IT Trainer, Angular Developer, Platform Engineer, Software Tester, IT, ICT</em></p>\n",
    "how_to_apply": "<p>Is het Young Talent Programma bij IVO Rechtspraak iets voor jou? Kijk dan nu snel op onze Young talent pagina voor alle Young talent vacatures en reageer dan uiterlijk 28 februari via onze <strong><a href=\"https://www.werkenbijderechtspraak.nl/ivo-rechtspraak/young-talent-programma-ivo-rechtspraak/?utm_source=Adver&amp;utm_medium=social&amp;utm_campaign=IVO\">sollicitatiepagina</a></strong>.</p>\n<p>Meer weten? Bel Peter Versteeg, 06 3168 4603, HR adviseur.</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaVdZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8139f42d2b65a9bb8b96bce9319a4831f394a2bc/Logo%202020.jpg"
  },
  {
    "id": "045c7b3e-07ae-49c4-a17d-1e4f0f9cdf0e",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/045c7b3e-07ae-49c4-a17d-1e4f0f9cdf0e",
    "created_at": "Thu Feb 04 12:38:45 UTC 2021",
    "company": "igniti GmbH",
    "company_url": "https://www.igniti.de/",
    "location": "Jena",
    "title": "Senior C++ Softwareentwickler (m/w/d) (ganz oder teilweise im Homeoffice möglich)",
    "description": "<p>Unsere Kunden schätzen die Teamarbeit, Professionalität und Qualität unserer Ergebnisse. Dieser Erfolg basiert auf der Summe aus Enthusiasmus, Liebe zur IT, Innovation und der Wertschätzung jedes einzelnen Kollegen.</p>\n<p><em>Werde Teil unseres knapp 60 Kopf starken Teams in Jena. Im JenTower findest Du Deinen Platz über den Dächern und im Zentrum Jenas.</em></p>\n<p><strong>Deine Aufgaben bei uns</strong></p>\n<ul>\n<li>C++ Softwareentwicklung in verschiedenen Hochtechnologie  Projekten</li>\n<li>Teilweise Hardwarenahe Entwicklung sowie Testausführung direkt an den Geräten</li>\n<li>Technische Führung von Entwicklungsprojekten</li>\n<li>Sicherung von Quellcode-Qualitätsstandards</li>\n<li>Konzeption, Programmierung und Weiterentwicklung komplexer Applikationen und Architekturen</li>\n<li>Direkte Zusammenarbeit eng mit dem Kunden beginnend bei Anforderungsanalyse bis hin zu Dokumentation und Deployment</li>\n<li>Mittel bis Langfristig (ca. 1-3 Jahre) wechselnde Projekte und Herausforderungen</li>\n<li>Projekt übergreifender Erfahrungs- und Wissensaustausch</li>\n</ul>\n<p><strong>Was wir von Dir erwarten</strong></p>\n<ul>\n<li>Sehr umfassende Kenntnisse in c++ und modernen Standards, mindestens ab c++11</li>\n<li>5+ Jahre Programmiererfahrung</li>\n<li>Moderne Softwareentwicklung (Workflows, Versionskontrollsysteme, Ticketsysteme, Buildsysteme und Automatisierung, Testautomatisierung)</li>\n<li>Plattformübergreifende Erfahrung sowohl bei Systemumgebungen, Compilern und Bibliotheken</li>\n<li>Du kennst dich mit den verschiedenen OpenSource Lizenzen aus</li>\n<li>Mentoring anderer Kollegen</li>\n<li>Embedded - Knowhow wäre großartig</li>\n<li>Erfahrungen im Umgang mit Qt ist von Vorteil</li>\n<li>Du weißt, wie du deinen Code richtig testest</li>\n<li>Flexibilität und Enthusiasmus für verschiedene Technologien</li>\n<li>Erfahrung aus dem regulierten Umfeld ( Medizintechnik , Automotive , Luft- und Raumfahrt ) wünschenswert</li>\n</ul>\n<p><strong>Wir bieten Dir</strong></p>\n<ul>\n<li>Spannende Projekte mit viel Abwechslung</li>\n<li>Leistungsgerechte Bezahlung</li>\n<li>Flexible Arbeitszeiten und Arbeitsort Deiner Wahl</li>\n<li>Aktive Förderung von Weiterbildung mit festem Budget</li>\n<li>Gesundheitsförderung und regelmäßiges Bewegungsprogramm</li>\n<li>Mitarbeiter-Events</li>\n<li>Job-Ticket für den öffentlichen Nahverkehr</li>\n<li>Obst-Flatrate</li>\n</ul>\n<p><strong>Du willst erst einmal sehen, wie das bei uns so läuft?</strong></p>\n<p>Super! Genauso geht’s uns mit Dir. Schick uns einfach ein paar Deiner aussagekräftigsten Arbeiten. Auch Unfertiges kann viel von Deinem eigentlichen Können erzählen, also trau Dich! Wir freuen uns über ein Anschreiben, das uns erzählt, wer Du bist, was Du machst und wo Du hin willst. Haben wir uns erst einmal kennengelernt, entscheiden wir gemeinsam, wie es mit uns weitergeht.</p>\n<p><img src=\"https://camo.githubusercontent.com/6e16a134381b3bd3ee28e3ec17a83641481b72b8/68747470733a2f2f742e676f686972696e672e636f6d2f682f30373935336261306266303536616631333333303063616133323030613137653064363735313138343934666663643535613966396232316330656266373335\"></p>\n",
    "how_to_apply": "<p><a href=\"https://t.gohiring.com/h/c21691fd871c2729c8656b6987022001670a977f18c9607974942271e69f3b2f\">application form</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaHFZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b3cf6cdea7efc17739209022069feea05be57ff0/igniti%20GmbH.jpg"
  },
  {
    "id": "e28fcfec-778f-466f-997a-b8f46a0b8023",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/e28fcfec-778f-466f-997a-b8f46a0b8023",
    "created_at": "Thu Feb 04 12:35:11 UTC 2021",
    "company": "European IT Consultancy EITCO GmbH",
    "company_url": "https://www.eitco.de/",
    "location": "Bonn",
    "title": "DevOps Engineer (m/w/d)",
    "description": "<p>Wir bei EITCO entwickeln IT-Lösungen, die Arbeitsabläufe und Geschäftsprozesse intelligent und wirksam verbessern.</p>\n<p>Die Zufriedenheit unserer Kunden und Partner steht bei EITCO ebenso im Mittelpunkt wie das Wohlbefinden unserer Mitarbeiter.</p>\n<p>Als mittelständisches Dienstleistungsunternehmen sind wir stolz auf unsere flache Hierarchie, die flexiblen Arbeitsbedingungen sowie unsere wertschätzende und familiäre Atmosphäre.</p>\n<p>Dies ist die Basis unserer Leistungsfähigkeit, mit der wir seit vielen Jahren erfolgreich am Markt sind.</p>\n<p><a href=\"https://www.eitco.de\">https://www.eitco.de</a></p>\n<p><strong>Wir suchen</strong></p>\n<p>Für unser Application Management Team suchen wir ab sofort einen DevOps Engineer (m/w/d) für Systemintegration zur Festanstellung in Vollzeit, der die Schnittstelle zwischen Systemtechnik, Anwendungsentwicklung und Fachabteilung bildet.</p>\n<p><strong>Deine Position</strong></p>\n<ul>\n<li>Betreuung der Anwendung im Betrieb</li>\n<li>Verantwortung für den Applikationsbetrieb, u.a. Überwachung Installationen und Fortführung</li>\n<li>Anpassung des Servicedesigns des Verfahrens, z.B. bei Änderung der Parameter sowie Anpassungen der Architektur</li>\n<li>Verantwortung für den Betrieb der Anwendung</li>\n<li>Steuerung des Rollouts von Releases</li>\n<li>Bewertung von Changes, z.B. die technische Umsetzung von fachlichen Änderungen bei der Entwicklung und deren Auswirkung auf den Applikationsbetrieb</li>\n</ul>\n<p><strong>Unsere Technologien</strong></p>\n<ul>\n<li>Linux (SLES, CentOS, Ubuntu)</li>\n<li>Automatisierung / Konfigurationsmanagement (Puppet)</li>\n<li>Versionsverwaltung (git)</li>\n<li>Skriptsprachen (bash, ruby, powershell)</li>\n<li>Java-Applicationserver (Tomcat)</li>\n<li>Message Broker (Apache ActiveMQ)</li>\n<li>RDBMS (PostgreSQL, MariaDB/MySQL, MS SQL)</li>\n<li>Monitoring (Nagios, Prometheus)</li>\n<li>ESB (Apache Karaf / Camel)</li>\n<li>Virtualisierung (Virtualbox / vagrant, VmWare)</li>\n</ul>\n<p><strong>Dein Profil</strong></p>\n<ul>\n<li>Du bist vertraut mit Open Source Projekten und der Linux-Welt</li>\n<li>Ein sicherer Umgang mit Apache Tomcat und diverser Middleware ist für dich kein Problem</li>\n<li>ideal: Betreuung verteilter Systeme</li>\n<li>ideal: Du hast Puppet-Kenntnisse</li>\n<li>Teamgeist und Kommunikationsbereitschaft ist für dich selbstverständlich</li>\n<li>Mindestens 1-2 Jahre Berufserfahrung oder Berufs-/ Quereinstieg</li>\n<li>Deutsch auf muttersprachlichem Niveau und gute Englischkenntnisse in Wort und Schrift</li>\n</ul>\n<p><strong>Warum wir?</strong></p>\n<ul>\n<li>(Familien-) Freundliche Arbeitsatmosphäre</li>\n<li>Flache Hierachien und kurze Entscheidungswege</li>\n<li>Weiterbildungsmöglichkeiten</li>\n<li>Community of Practice</li>\n<li>Monatlicher OpenFriday mit Beiträgen aller Mitarbeitenden</li>\n<li>Flexible Arbeitszeiten mit Gleitzeit</li>\n<li>30 Tage Urlaub</li>\n<li>Betriebliches Gesundheitsmanagement mit Betriebssport, Fitnessstudios und Leasingfahrrädern</li>\n<li>Mitarbeiterbenefits</li>\n<li>Einarbeitung mit eigenem Paten</li>\n</ul>\n<p><strong>Kontakt</strong></p>\n<p>Deine Ansprechpartnerin:</p>\n<p>Meike Bodemann, HR Manager/Management Assistent\nEuropean IT Consultancy EITCO GmbH\nFon +49 (228) 338 881 150</p>\n<p>Standorte:\nBerlin, Potsdamer Platz 10, 10785 Berlin\nBonn, Am Bonner Bogen 6, 53227 Bonn</p>\n<p><img src=\"https://camo.githubusercontent.com/c60992aad5f3cb3e2f5de5bca876bc4d5dee942b/68747470733a2f2f742e676f686972696e672e636f6d2f682f31373134353933326465633865323733666131326162616165636331616165363237633565303932363761383539626137666236366464306165353839303264\"></p>\n",
    "how_to_apply": "<p><a href=\"https://t.gohiring.com/h/242b388fcd48598b4a95bc198af888ade257b7698f0129d2408de1c746a6e9ae\">application form</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaFdZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--08e37dc1d4ef401d4e531a8fcf90a1fa76341024/European%20IT%20Consultancy%20EITCO%20GmbH.png"
  },
  {
    "id": "aa5a4c42-7a7a-4513-9de6-a0daeba36d87",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/aa5a4c42-7a7a-4513-9de6-a0daeba36d87",
    "created_at": "Mon Nov 30 12:07:01 UTC 2020",
    "company": "Microsoft",
    "company_url": "https://www.microsoft.com/en-ie/futurenavigators",
    "location": "Dublin, Ireland",
    "title": "Microsoft Software Engineer. Dublin, Ireland.",
    "description": "<p>About This Role:</p>\n<p>Microsoft engineers inspire, empower and lead. As an engineer at Microsoft Ireland, you can develop solutions used by hundreds of millions of people around the world. With teams working on Microsoft 365, Azure, Modern Workplace Transformation Solutions, Identity and Natural Language Experiences, there is no limit to what you can achieve</p>\n<p>We are recruiting Software Engineers for teams across the organisation. Successful candidates must have an inquisitive, can-do mindset.The ability to break barriers, challenge the status quo, and build connections across organizations is crucial.</p>\n<p>If you want to build best-in-class solutions using robust coding practices and the latest tech in a fast-paced DevOps environment, apply today.</p>\n<p>Responsibilities:</p>\n<ul>\n<li>Design and deliver the next generation of highly scalable, intelligent cloud services and products.</li>\n<li>Build and support modern web applications and large-scale distributed services.</li>\n<li>Produce high quality code that is unit tested, code reviewed, and checked regularly for continuous integration.</li>\n<li>Collaborate with colleagues including product owners, UX designers, ML Engineers/Researchers, data scientists and other engineers to create delightful and meaningful experiences for our customers.</li>\n<li>Evangelize and/or propose new ideas while \"bringing others along”.</li>\n<li>Demonstrate a sense of pride, ownership, and personal accountability for end-to-end products.</li>\n<li>Learn continuously and work comfortably with the latest technologies (serverless, containerized apps, AI/ML, IoT, .NET Core, etc.) in Microsoft. </li>\n</ul>\n<p>Job Requirements:</p>\n<p>Basic Requirements:</p>\n<ul>\n<li>At least 5 years of experience as a software engineer or as a software developer</li>\n<li>3 years' minimum software development experience using OOP languages (C#, C++, Java, etc.)</li>\n<li>2 years' minimum experience working with cloud computing platforms like Azure, AWS, or similar</li>\n<li>Experience with distributed systems design and implementation, especially microservices architecture</li>\n<li>Software engineering fundamentals (data structures, algorithms, async programming patterns, object-oriented design, parallel programming).</li>\n</ul>\n<p>Preferred Qualifications:</p>\n<ul>\n<li>Experience with TypeScript or JavaScript or React or Angular;</li>\n<li>A minimum of a bachelor’s degree in Computer Science, Engineering or a related field, or equivalent alternative education, skills, and/or practical experience is required.</li>\n<li>Machine Learning or Deep Learning experience would be a bonus but not required. After all, we believe in learning and growing on the job.</li>\n</ul>\n<p>About you</p>\n<p>Are you customer obsessed? Do you think about your customer’s needs and the scenarios they will arise in? Do you demonstrate user empathy and seek to create solutions that delight your customers?</p>\n<p>Are you passionate about learning and applying the latest technologies while building high-quality web applications, APIs and microservices with high availability and reliability?</p>\n<p>If this all sounds like you, you’re exactly the kind of candidate we’re looking for. Apply today.</p>\n<p>About Microsoft Engineering</p>\n<p>At Microsoft Engineer you can have impact at scale. we embrace the Growth Mindset to deliver impactful solutions for our customers. Collaboration, innovation and customer obsession are central to our culture. This environment inspires better solutions for our customers, partners and ultimately the world.</p>\n<p>Benefits</p>\n<ul>\n<li>Industry leading healthcare</li>\n<li>Savings and investments</li>\n<li>Generous annual leave</li>\n<li>Maternity and paternity leave</li>\n<li>Opportunities to network and connect</li>\n<li>Discounts on products and services</li>\n<li>Giving programs</li>\n<li>Educational resources</li>\n</ul>\n<p>Benefits/perks listed may vary depending on the nature of your employment with Microsoft and the country where you work.</p>\n<p>Equal Opportunities</p>\n<p>Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, colour, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.</p>\n",
    "how_to_apply": "<p>For more information and to apply, visit <a href=\"https://www.microsoft.com/en-ie/futurenavigators\">https://www.microsoft.com/en-ie/futurenavigators</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbE9SIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d00c59bdddb26215f09bc6a5499ceb35b6306594/MSFT_logo_rgb_C-Gray_200x200%5B2%5D.jpg"
  },
  {
    "id": "6db8b7d4-1f12-4016-afa4-8a44d195a21c",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/6db8b7d4-1f12-4016-afa4-8a44d195a21c",
    "created_at": "Wed Feb 03 21:05:52 UTC 2021",
    "company": "Cognite",
    "company_url": "https://www.cognite.com",
    "location": "Texas",
    "title": "Solution Architect",
    "description": "<p>The Solution Architect is responsible for the design of complex end to end solutions for both new and existing clients. The Solutions Architect is the technical subject matter expert in all technology offering across the professional and managed services catalog. The Solution Architect works closely with the sales team and the customer success team through through the entire process from discovery through implementation. You will work with our data scientists and customers to map out technical requirements and architect a robust and familiar solution made up of components that we support.</p>\n<p>By working with our strategic customers, you will identify opportunities for new products and features that enhances what we do, and will work with our product managers and tech leads to continuously improve Cognite's SaaS offering.</p>\n<p>The result is a mix of consulting, architecture and product development in a welcoming cross-functional team. Above all else, we strive to foster a supportive team environment where everyone is excited to share ideas, ask for help, and learn from each other.</p>\n<p>Cognite is a global industrial Software-as-a-Service (SaaS) company enabling the full-scale digital transformation of heavy-asset industries. Our core software product, Cognite Data Fusion (CDF), powers companies with contextualized OT/IT data to develop and scale solutions that increase safety, sustainability, efficiency, and drive revenue.</p>\n<p>Headquartered in Oslo, Norway with offices in Japan and America, Cognite has garnered the attention and partnership of some of the world's top industrial and tech companies, and the company’s success has been profiled in publications like Boston Consulting Group, Bloomberg, Digital Energy Journal, and Forbes. Google awarded Cognite Google Cloud Technology Partner of the Year 2019 for Manufacturing and Austin Business Journal named Cognite 2020 Best Places to Work.</p>\n",
    "how_to_apply": "<p><a href=\"https://apply.workable.com/cognite/j/D7CF16FB55/\">https://apply.workable.com/cognite/j/D7CF16FB55/</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaENZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1b50a37d6656346b1ffaa487950c0b0d6a8e220a/Cognite%20Logo%20-%20Vertical%20Medium.jpg"
  },
  {
    "id": "eb3071be-4111-413d-bfe9-8b85e9e8737c",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/eb3071be-4111-413d-bfe9-8b85e9e8737c",
    "created_at": "Wed Feb 03 16:49:02 UTC 2021",
    "company": "Animoto",
    "company_url": "http:",
    "location": "Remote (USA only)",
    "title": "Senior Software Engineer, Full Stack",
    "description": "<p>We are a remote-first, office-optional team. You are invited to do the best work of your life from anywhere within the USA.</p>\n<p>At Animoto, we have always believed video is the most powerful form of communication. The pandemic has made this more true than ever. Small businesses face unprecedented challenges in connecting with their audiences, as consumers are also challenged to connect with friends and family. Video can bring us together.</p>\n<p>That’s why our mission is to help anyone make a powerful, professional video. We make best-in-class, easy-to-use web and mobile video creation apps, with pre-built narrative templates and stunning video styles, that help our customers customize their own engaging videos to share on social media and beyond.</p>\n<p>Over the next three years, we have a mission to make video creation faster, easier, and more fun, on any device, in ways that have never been done before.</p>\n<p>We are looking for a senior full stack engineer to join our product application teams. You will be working closely with the product, design mobile and other full-stack engineers to help propel our award-winning video creation service to the next level. You will be developing a responsive, elegant web experience and pioneering the next generation of video creation software.</p>\n<p>What you’ll do:</p>\n<ul>\n<li>Collaborate with a team of engineers and product designers to develop new features while iterating and improving the existing experience</li>\n<li>Build efficient and reusable React components and services using NodeJS and Ruby on Rails</li>\n<li>Ensure high standards in architecture discussions, code reviews, and provide technical leadership</li>\n<li>Advocate for best practices, great usability, and exceptional quality</li>\n</ul>\n<p>What we’re looking for:</p>\n<ul>\n<li>5+ years of professional experience building front-end web applications</li>\n<li>Expert knowledge of JavaScript</li>\n<li>Experience with modern JavaScript libraries and tooling</li>\n<li>Experience with server-side web frameworks</li>\n<li>Client-side performance and optimization experience</li>\n<li>Strong Computer Science fundamentals</li>\n<li>Excellent communication and organization skills</li>\n</ul>\n<p>What we offer:</p>\n<ul>\n<li>Opportunities for professional growth</li>\n<li>100% covered health insurance</li>\n<li>Equity</li>\n<li>Contribution to 401k</li>\n<li>$600 as part of our subscriptions perk</li>\n<li>Remote work setup</li>\n<li>Bi-weekly Product Demos, Social Thursdays, Focus Fridays</li>\n<li>Bi-annual company events and hackathons</li>\n</ul>\n<p>Please note that we are not currently sponsoring visas.</p>\n<p>We embrace the differences of our team members and seek diversity of beliefs, backgrounds, education, and all the other things that make us unique. It is our inherent belief that diverse teams build better products. We aim to create a space where employees can bring their true selves to work every day. Animoto is proud to be an equal opportunity workplace and affirmative action employer. We welcome you to be a part of it.</p>\n",
    "how_to_apply": "<p><a href=\"https://jobs.lever.co/animoto/2afb604a-c7c5-4001-83ab-6d75b2176fbc?lever-origin=applied&amp;lever-source%5B%5D=GitHub\">https://jobs.lever.co/animoto/2afb604a-c7c5-4001-83ab-6d75b2176fbc?lever-origin=applied&amp;lever-source%5B%5D=GitHub</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ2VZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f628007bcf6b879633372a24424ea78c7241cccb/YoutubeLogo.png"
  },
  {
    "id": "5cf52acc-82f7-4350-af99-46bd2cf4f014",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/5cf52acc-82f7-4350-af99-46bd2cf4f014",
    "created_at": "Wed Feb 03 17:04:44 UTC 2021",
    "company": "Bitovi",
    "company_url": "https://www.bitovi.com/",
    "location": "REMOTE - North America",
    "title": "React Developer and Consultant",
    "description": "<p><strong>ABOUT BITOVI:</strong></p>\n<p>At Bitovi, we design and build the breakthrough web apps today’s businesses need to lead their industries tomorrow. Companies small and large—including some of the world’s most iconic brands—rely on our expertise to deliver outsized results.</p>\n<p>An efficient team, we hire only deeply experienced professionals with the talent and passion to push our client projects towards success. We’ve built many of the open-source tools other developers use every day. And our product delivery team can bring even the most complex solutions to fruition.</p>\n<p>Known for being easy to work with, we are flexible, friendly and fast. When you need exceptional digital tools that really move the needle, Bitovi delivers web experiences that inspire customer excitement and loyalty.</p>\n<p>Our team consists of about 40 developers and designers located around the US and Canada. This is a remote, full-time position.  Due to historical travel requirements, we are seeking candidates in the US or Canada who are willing and able to travel in the future once business travel resumes.  Travel averages approximately 3-5 days every 10 weeks.</p>\n<p>TL;DR A good short read for interested candidates is our blog post <a href=\"https://www.bitovi.com/blog/hello-potential-bitovian\">Hello Potential Bitovian</a>.</p>\n<p><strong>WHAT WE’RE LOOKING FOR:</strong></p>\n<p>We are looking for highly qualified individuals with the following (in order of priority): </p>\n<ul>\n<li>4+ years professional experience developing single page applications</li>\n<li>A solid background in Modern Front End Development, including JavaScript frameworks </li>\n<li>Professional experience in React</li>\n<li>Experience with state management patterns, functional components with hooks, and functional testing</li>\n<li>Strong communication and interpersonal skills who are comfortable interacting with clients</li>\n<li>A good understanding of Computer Science (CS degree, or equivalent knowledge is required)</li>\n</ul>\n<p>We are looking for a candidate who has strong React knowledge and production experience on top of a solid JavaScript background.  The interview process will focus on both JavaScript and React understanding.  While this role will typically work on React projects with our clients, team members will have the opportunity to work on other frameworks as well.</p>\n<p>We welcome diversity and non-traditional paths into the developer profession, and advocate strongly for hiring the right person as opposed to the right combination of tech keywords. </p>\n<p><strong>MORE ABOUT THE JOB:</strong></p>\n<p>You’ll work with clients to create applications, discussing and designing architectures, reviewing code, and researching new front-end technologies.  You’ll have the opportunity to shape a small and growing company by applying your talent and passion to the Angular and JavaScript communities in your own way. </p>\n<p>Bitovians often:</p>\n<ul>\n<li>Present at conferences</li>\n<li>Give trainings</li>\n<li>Plan and run meetups</li>\n<li>Create and maintain open source projects</li>\n<li>Write articles and create content</li>\n</ul>\n<p><strong>BENEFITS:</strong></p>\n<p>At Bitovi, you’ll have the opportunity to work with a team of talented individuals who will support and challenge you.  You’ll grow through various experiences on client projects as well as internal initiatives and strategic projects.</p>\n<p>Bitovians get a slate of great benefits. Bitovi offers:</p>\n<p>Competitive salary and yearly bonuses\nBi-annual company retreats to places like Las Vegas, New Orleans, and Amelia Island, Florida\n401(k) plan with matching\n4 weeks of paid vacation\nHealth and dental insurance\nLTD and Life Insurance\nGym membership reimbursement\nPaid Maternity &amp; Paternity leave\nWorking from home with flexible hours</p>\n<p><strong>HOW TO APPLY:</strong></p>\n<p>Share a resume and a thoughtful, personalized introduction (don't skip this!) that shows us that you’re the kind of person we’ve described above.  Your thoughtful introduction should cover why you are interested in this role, something you recently worked on and are proud of, and a fun fact about yourself. </p>\n<p>*Please note that we are not interested in working with Recruiters or Hiring firms at this time. All offers are contingent on passing a successful background check.</p>\n",
    "how_to_apply": "<p>Please use <a href=\"https://bitovi.applytojob.com/apply/y2WQT8VeWc/React-Developer-And-Consultant-FT-Remote?source=github\">this link</a> to apply.</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ3lZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ea1619cf85bf3b6d816d407f71431443c6547a80/bitovi_bits_red.png"
  },
  {
    "id": "4038bd10-222a-4764-ba69-edff432c02e3",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/4038bd10-222a-4764-ba69-edff432c02e3",
    "created_at": "Wed Feb 03 16:32:42 UTC 2021",
    "company": "NYU Langone Health",
    "company_url": null,
    "location": "New York",
    "title": "Senior CRM Application Developer",
    "description": "<p>NYU Langone Health is a world-class, patient-centered, integrated academic medical center, known for its excellence in clinical care, research, and education. It comprises more than 200 locations throughout the New York area, including five inpatient locations, a children’s hospital, three emergency rooms and a level 1 trauma center. Also part of NYU Langone Health is the Laura and Isaac Perlmutter Cancer Center, a National Cancer Institute designated comprehensive cancer center, and NYU Grossman School of Medicine, which since 1841 has trained thousands of physicians and scientists who have helped to shape the course of medical history.\nWe have an exciting opportunity to join our team as a Senior CRM Application Developer.\nIn this role, the successful candidate reports to the Director of Fundraising Analytics and Data Services. This role works in a team environment to support NYU Langone Health’s Office of Development &amp; Alumni Affair’s existing and future application systems with a focus on Blackbaud CRM and Blackbaud’s Luminate product.\nThe Senior CRM Application Developer will be expected to participate in all facets of application development including the requirements gathering process, solution design, code and UI development quality assurance, and deployment.\nKey Responsibilites:</p>\n<ul>\n<li>Responsible for the successful delivery of new application features</li>\n<li>Integration between applications, integration with data vendors, and defect fixing of existing applications</li>\n<li>Produce data exports, reports and dashboards for various areas of the organization to analyze</li>\n<li>Maintain proficiency in the most current content and structural use of the Development Offices donor database system, Blackbaud CRM (TRAX)</li>\n<li>As technical lead, responsible for the successful development and delivery of new BBCRM application features such as data-lists, data forms, dashboards, APIs, widgets, smart fields, KPIs, and UI models</li>\n<li>Utilizing T-SQL to assist in the development of data reporting in order to perform complex queries and data mining. Create and maintain complex stored procedures as required</li>\n<li>Design and develop SQL Server stored procedures, functions and views to be used during the ETL Process using SSIS</li>\n<li>Responsible for building and maintaining integrations between BBCRM and other applications (Salesforce, Tableau, Luminate APIs) and integrations with data vendors</li>\n</ul>\n<p>Qualifications:</p>\n<ul>\n<li>A Bachelor’s Degree  (in Computer Science or similar, or commensurate experience if not related to degree)</li>\n<li>5-7+ years of relevant experience required including:</li>\n<li>Minimum 2 years of experience developing custom features for the Blackbaud CRM application Blackbauds Software Development Kit (SDK)</li>\n<li>At least 5 years of experience developing with an object-oriented language such as VB, .NET or C#, HML, CSS, XML</li>\n<li>Minimum 5 years of experience developing against MS SQL Server and full knowledge of T-SQL, SSIS and SSRS</li>\n<li>1 year of management experience preferred</li>\n<li>Experience with Blackbaud’s Luminate Online and Pagebuilder preferred</li>\n<li>Experience with Web development languages such as Drupal, JavaScript, and/or ASP. NET preferred</li>\n<li>Knowledge of non-profit healthcare philanthropy a plus</li>\n<li>Ability to work independently as well as in an interdepartmental team</li>\n<li>Time management skills with the ability to prioritize, meet deadlines, plan and manage multiple simultaneous projects and handle shifting priorities</li>\n<li>Disciplined and detail-oriented in a fast-paced environment</li>\n</ul>\n<p>NYU Langone Health provides its staff with far more than just a place to work. Rather, we are an institution you can be proud of, an institution where you’ll feel good about devoting your time and your talents.\nPlease apply online at <a href=\"https://jobs.nyulangone.org/job/11993888/senior-crm-application-developer-new-york-ny/\">https://jobs.nyulangone.org/job/11993888/senior-crm-application-developer-new-york-ny/</a>\nNYU Langone Health is an equal opportunity and affirmative action employer committed to diversity and inclusion in all aspects of recruiting and employment.</p>\n",
    "how_to_apply": "<p>Please apply online at <a href=\"https://jobs.nyulangone.org/job/11993888/senior-crm-application-developer-new-york-ny/\">https://jobs.nyulangone.org/job/11993888/senior-crm-application-developer-new-york-ny/</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ1NZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f3092ee5c0759ed6e5abd5381f863f7b9c406e42/NewLogoPurpleType.jpg"
  },
  {
    "id": "069659c1-5cc7-4712-b464-3d808d3679c1",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/069659c1-5cc7-4712-b464-3d808d3679c1",
    "created_at": "Wed Feb 03 15:27:25 UTC 2021",
    "company": "Loop & Tie",
    "company_url": "http:",
    "location": "Remote",
    "title": "Full Stack Software Engineer",
    "description": "<h3>About Loop &amp; Tie:</h3>\n<p>Loop &amp; Tie is an engagement platform helping businesses connect with customers and employees through gifting. Our platform offers businesses the data they need to assess ROI and the functionally they need to easily integrate gifting into their acquisition and retention programs. We envision a world where showing gratitude is a core business activity, and we’re the engine powering millions of acts of appreciation.</p>\n<p>We are a fast-paced, user-first technology company that’s passionate about building responsibly. We believe the future of work is a regenerative corporate environment where giving and receiving are in balance. When we build we don’t just think about maximizing profit—we believe you can be wildly profitable while also being socially and environmentally conscious. Our fully-remote team is comprised of 16 awesome people (and quickly growing!) in New York, Texas, and North Carolina. We are committed to developing diverse teams. Our current team is 35% POC and 60% women, and we continuously strive to add more diversity on our team.</p>\n<h3>Job Requirements and Responsibilities:</h3>\n<ul>\n<li>Strong front-end experience and familiarity working in a Rails system (you're full stack, but leaning more toward front-end)</li>\n<li>Design, build, and test end-to-end features using Rails</li>\n<li>Write comprehensive tests</li>\n<li>Create and maintain APIs</li>\n<li>Plan and maintain a product long-term</li>\n<li>Plan stories and resolve assigned tickets in Pivotal Tracker</li>\n<li>Participate in code reviews; follow and assist in the development of Loop and Tie's coding guidelines</li>\n</ul>\n<h3>Candidate Qualifications:</h3>\n<ul>\n<li>Familiarity with our stack: Rails sitting on top of Heroku using Postgres, Elasticsearch, Redis, and a variety of AWS services</li>\n<li>3+ years of professional software development experience for the web</li>\n<li>Experience deploying and supporting code in production</li>\n<li>Knowledge of development best practices (agile methodologies, code reviews, Javascript testing frameworks)</li>\n<li>Experience in full life-cycle development of web applications</li>\n<li>You have startup experience and you enjoy working with small teams</li>\n<li>Experience with a web frameworks and ORMs, like Rails or Django</li>\n<li>Experience with Angular, React, or plain old Javascript (ES6+ preferred)</li>\n</ul>\n<h3>What You Get:</h3>\n<ul>\n<li>Fully remote role, so you can work from home</li>\n<li>3 weeks vacation and a generous company holiday calendar</li>\n<li>Wellness and education benefits</li>\n<li>Dental and health insurance</li>\n<li>Stock options</li>\n</ul>\n",
    "how_to_apply": "<p>Please email your resume to <a href=\"mailto:orlando@loopandtie.com\">orlando@loopandtie.com</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ09ZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--bea1c2576f84c2d6ec821552e05c9d2a4be970fb/logo-black.png"
  },
  {
    "id": "4a7282f2-795c-4636-9800-e49b37f1ef04",
    "type": "Part Time",
    "url": "https://jobs.github.com/positions/4a7282f2-795c-4636-9800-e49b37f1ef04",
    "created_at": "Wed Feb 03 13:46:13 UTC 2021",
    "company": "KUBIKx GmbH",
    "company_url": "https://www.kubikx.com/",
    "location": "Berlin",
    "title": "Senior Fullstack Engineer",
    "description": "<p><strong>Your mission</strong></p>\n<p>KUBIKx develops digital ventures for the logistics and transportation space. As a Senior Fullstack Engineer you will be the driving force behind a diverse range of greenfield products from the initial POC of a product until the delivery on the MVP.</p>\n<p><strong>Your tasks</strong></p>\n<ul>\n<li>You support our venture development process by creating technical POCs for new business ideas</li>\n<li>You build amazing apps that truly excite our customers and investors.</li>\n<li>You play a crucial role in defining, designing, and building apps that innovate the logistics sector.</li>\n<li>You take ownership of the entire development cycle – from architecture to implementation, testing, deployment, and maintenance.</li>\n<li>You elevate our Engineering culture by constantly updating your knowledge and sharing your ideas, insights, and expertise.</li>\n</ul>\n<p><strong>Your Profile</strong></p>\n<ul>\n<li>You look at your software from the customer’s point of view.</li>\n<li>TDD and documentation are your foundation for creating apps.</li>\n<li>You are passionate about evaluating how emerging technologies could solve user problems better.</li>\n<li>You have at least 5 years of commercial experience working in frontend and/or backend.</li>\n<li>You are experienced in working with APIs, both third-party and custom written.</li>\n<li>You have strong communication skills in both English and German (at least B2).</li>\n<li>You work well independently and in a team.</li>\n<li>This is the current tech stack: GCP Kubernetes -&gt; Docker -&gt; Java -&gt; Spring Boot, Redis, PostgreSQL -&gt; ReactJS, Material UI</li>\n</ul>\n<p><strong>What we offer you</strong></p>\n<ul>\n<li>Be an essential member of a smart and committed team with the backup of a European market leader from its very start.</li>\n<li>No legacy, Dispatchy is very young. We need you to pave the way.</li>\n<li>Work with a high degree of freedom and flexibility.</li>\n<li>A competitive salary and relaxed (remote) team socials.</li>\n<li>You’ll work with cutting edge technologies.</li>\n</ul>\n<p><img src=\"https://camo.githubusercontent.com/477bb2eb3c61ea9a2b9d9cafeecdfb633c3fe1fd/68747470733a2f2f742e676f686972696e672e636f6d2f682f34333032613662623633393464333361336533613339656637343135316637313237336137633030353665616464303161656230663936663030613430306337\"></p>\n",
    "how_to_apply": "<p><a href=\"https://t.gohiring.com/h/d355eb692747cf579a568dad52364f9ebc09cb0faa039c45829983e8c2171dd1\">application form</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdkdYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4f5a7346b28814e84219198c076c23f31e8974d3/KUBIKx%20GmbH.jpg"
  },
  {
    "id": "be66b04f-e086-4a32-8bfe-75e852a407a6",
    "type": "Part Time",
    "url": "https://jobs.github.com/positions/be66b04f-e086-4a32-8bfe-75e852a407a6",
    "created_at": "Wed Feb 03 13:07:12 UTC 2021",
    "company": "Comosoft GmbH",
    "company_url": null,
    "location": "Hamburg (Germany)",
    "title": "TECHNICAL WRITER IN SOFTWARE DOCUMENTATION (M/F/D)",
    "description": "<p>As an employee in our dynamic and agile company, you are responsible, together with your colleagues, for the successful use of our LAGO software with our customers.</p>\n<p>YOUR PROFILE</p>\n<ul>\n<li>Degree or training as a technical writer / editor or a comparable qualification.</li>\n<li>Relevant professional experience of at least 3 years as a writer, translator or similar</li>\n<li>Experience in the field of TechDocs</li>\n<li>Experience with the authoring software MadCap Flare, the translation management system MadCap Lingo and MadCap Capture would be an advantage</li>\n<li>Professional experience with terminology work is an advantage</li>\n<li>Confident handling of Adobe products (especially InDesign)</li>\n<li>Experience in working with XML help authoring  and translation tools is desirable</li>\n<li>Structured approach to work, organisational and communication skills</li>\n<li>Very good knowledge of German and English, both written and spoken</li>\n</ul>\n<p>YOUR RESPONSIBILITIES</p>\n<ul>\n<li>Creation and maintenance of bilingual user documentation for LAGO, our multichannel software for automated marketing production.</li>\n<li>Ongoing documentation of new features and software changes by our agile development teams</li>\n<li>Close cooperation with Professional Service, Development and Marketing in the creation of customer information</li>\n<li>Terminology work</li>\n<li>Maintenance of the editorial guide</li>\n<li>Creation of translations</li>\n<li>Continuous optimisation of documentation processes in an agile environment</li>\n<li>Ensuring on-time completion of defined work packages</li>\n</ul>\n<p>WHAT WE OFFER</p>\n<ul>\n<li>A strong team that does not leave you alone</li>\n<li>You take on responsibility with us and can rely on the support of your team – even when playing table football or darts.</li>\n<li>It never gets boring, the range of tasks is wide.</li>\n<li>If you ever want to further your education, we'll be happy to pay for it!</li>\n<li>We don't have computers from the pre-industrial era or oldschool offices, everything here is modern and centrally located.</li>\n<li>We are all on first name terms and can also make direct decisions in a short way.</li>\n<li>Attractive salary - you will be paid well after good performance.</li>\n<li>We take care of your CO2 balance and give you a subsidy for your HVV card.</li>\n<li>We want you to stay healthy, hydrated and awake – fruit, coffee and water are always available.</li>\n<li>Every Wednesday you can do sports with us during working hours.</li>\n</ul>\n<p>We are looking forward to colleagues who have a hobby or passion for which they burn. With us ...</p>\n<ul>\n<li>you will find metal and progressive rock fans, sailors, snowboarders, surfers, saxophonists, soap makers, astronomy enthusiasts, craft beer sommeliers among your colleagues...</li>\n<li>you can prove your talent at the annual Silpion tournament</li>\n<li>We celebrate our company and our team spirit every year with a summer party.</li>\n</ul>\n",
    "how_to_apply": "<p>We look forward to receiving your application, please only in PDF format, including salary expectations, to Mrs Manuela Müller at <a href=\"mailto:career@comosoft.de\">career@comosoft.de</a>.</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdStYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--93b442265d45a8043b10f97d747191f5d3ae6145/Comosoft-Logo-black-02.png"
  },
  {
    "id": "b2b5402c-2a97-4504-9773-c63e00dc0da4",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/b2b5402c-2a97-4504-9773-c63e00dc0da4",
    "created_at": "Wed Feb 03 12:00:51 UTC 2021",
    "company": "Intelligence22",
    "company_url": "http:",
    "location": "Manchester/ Remote",
    "title": "Senior Developer",
    "description": "<p><strong>Who are Intelligence22?</strong></p>\n<p>Intelligence22 is a new software company within The Freethinking Group, based in Manchester. We have built a data visualisation platform specifically for Media Advertising agencies. Intelligence22 want to make reporting simple for organisations but also add value to our clients by creating bespoke data-driven platforms based on company objectives. We are a very close team with people bringing a vast amount of knowledge and experience. We are extending our Development team by recruiting a Senior Developer.</p>\n<p><strong>Why work at Intelligence22?</strong></p>\n<p>We reward our great talent with a fantastic package of salary and benefits. This includes Remote working, In-work training, Health Insurance scheme, team socialising and so much more. We are about to roll out the application in early 2021, so there has never been a better time to join us.</p>\n<p>The Development team is at the core of Intelligence22, supporting the internal teams as well as dealing directly with technology partners. As development plays an increasingly important role in our platform, there is potential to progress rapidly within a structured training and development programme. The ideal candidate will have a keen interest in cloud-based development and will be looking for an opportunity to help shape a new product coming to market.</p>\n<p><strong>Job Purpose &amp; Description</strong></p>\n<p>As a Senior Developer at Intelligence22, your job will be focused on the development of our data visualisation platform. The ideal candidate for this role will have the initiative to approach challenges with enthusiasm and the ability to react to changes whilst maintaining a clear focus on the company road map and objectives. We are always looking at ways to challenge the current cloud-based system to become more efficient and enhance our product. As a Senior Developer you will play a big part in the suggesting and shaping our platform’s technology.  The role will require knowledge and experience of.</p>\n<ul>\n<li>Project Management</li>\n<li>Object-oriented PHP,</li>\n<li>Minimum of one development framework (we use Laravel)</li>\n<li>Understanding of cloud-based architecture (we use AWS)</li>\n<li>Knowledge of accessing social media statistics via their APIs</li>\n<li>Source control (e.g. git) and Continuous integration methods</li>\n<li>Vue.js, (Front end framework)</li>\n</ul>\n<p>Tasks within the role are wide ranging and will require an interest in manipulation of data to provide clients with easily understood visuals. Whilst the role will primarily involve extending the existing system. having the ability to see “beyond the box” and suggest improvements and having an extensive knowledge of development process’ are vital skills for this role.</p>\n<p>This role is currently home-based. We started homebased working before Covid-19 and have found it works well for us. We collaborate internally using Teams, but also use Zoom and Amazon Chime with our partners. We have daily team meetings to ensure we are kept up to date. Once it is safe to do so, we will have regular (weekly or fortnightly) meetings in our central Manchester office, so living within commuting distance would be an advantage. Working from home requires a specific mind-set, being able to concentrate on work, but also knowing when to ask for help when work gets difficult. You will need to demonstrate how you fit this requirement.</p>\n<p><strong>Required competencies:</strong></p>\n<p><strong>Communication</strong></p>\n<ul>\n<li>Accurate written and verbal communication is essential.</li>\n<li>You’ll also be able to deal with clients in a friendly, clear and effective manner.</li>\n<li>An absolute team player, comfortable working with internal and external stakeholders.</li>\n</ul>\n<p><strong>Knowledge Required:</strong></p>\n<ul>\n<li>Project / Development Management Experience</li>\n<li>Minimum 3 years commercial PHP experience, preferably within a development framework</li>\n<li>Minimum 1-year Vue.js experience</li>\n<li>Source control basics (ideally Git)</li>\n<li>SQL knowledge (we use MSSQL, MySQL and AWS Athena)</li>\n<li>Development knowledge of external APIs</li>\n</ul>\n<p><strong>Desirable competencies</strong></p>\n<ul>\n<li>Previous use of Laravel</li>\n<li>Linux (command line, shell script, editing)</li>\n<li>LAMP stack experience</li>\n<li>Use of APIs from Google, Facebook and other social media platforms, including their PHP SDKs</li>\n<li>AWS knowledge, particularly AWS Glue, CloudFormation, Athena</li>\n<li>Use of time/project management tools (e.g. Jira)</li>\n<li>General\tYou will be able to manage your time and that of junior developers ,and prioritise tasks effectively.</li>\n<li>You will be a highly numerate and detail focused individual.</li>\n<li>You will have an enquiring mind, always asking “Can we do this better or more efficiently?”</li>\n<li>You will enjoy learning new skills and about new systems daily</li>\n<li>Able to search out and find documentation from on-line sources, and to be able to keep the references to help with the same problem next time</li>\n</ul>\n<p>Feel like you fit this role, but do not meet every requirement? We always want to hear from talented people, so if you can demonstrate how your attitude and other abilities might make up for any gaps, we would welcome your application!</p>\n<p>Deadline: Sunday 28th February 2021. Please email your CV and covering letter, quoting the job reference number, to <a href=\"mailto:jobs@intelligence22.com\">jobs@intelligence22.com</a>.</p>\n<p><strong>Job Title</strong> Senior Developer</p>\n<p><strong>Line Manager</strong> Nathan Burke, Product Director</p>\n<p><strong>Salary</strong> Competitive (DoE)</p>\n<p><strong>Department</strong> Development</p>\n<p><strong>Location</strong> Manchester/ Remote (Currently)</p>\n<p><strong>Hours</strong>\t37.5 hours P/W\tPermanent or Fixed Term\tPermanent (3-month probationary period)</p>\n<p><strong>Job Ref</strong> I22DEV2</p>\n",
    "how_to_apply": "<p>Please email your CV and covering letter, quoting the job reference number, to <a href=\"mailto:jobs@intelligence22.com\">jobs@intelligence22.com</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdTJYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d2f417170147a6a904275c3c608b7188db85526f/i22-logo.png"
  },
  {
    "id": "f7fa67a1-8059-4485-a79d-3fed79e7fd80",
    "type": "Part Time",
    "url": "https://jobs.github.com/positions/f7fa67a1-8059-4485-a79d-3fed79e7fd80",
    "created_at": "Wed Feb 03 11:18:46 UTC 2021",
    "company": "PinkWeb B.V.",
    "company_url": "https://ltpx.nl/vy13TBc",
    "location": "Amersfoort (the Netherlands)",
    "title": "PHP Developer (32-40 hours)",
    "description": "<p>For our DevOps Team PinkWeb is looking for:</p>\n<p><strong>PHP Developers</strong></p>\n<p><em>Amersfoort, 32-40 hours a week</em></p>\n<p>As a PHP Developer at PinkWeb you are an important part of our multidisciplinary Development team. You will be working closely together with your fellow Developers, DevOps engineers, a Scrum Master, Tester, Information Analyst, UX designer and a Product Owner. You report to our Development manager. We will soon also be welcoming nearshore Developers, which means you will be working in a diverse team.</p>\n<p>In our DevOps team, you will be working at the heart of our organization. You will contribute to the innovation of our products. We deliver an online cloud platform for accountants that they use to exchange data and information with their clients. This platform has an extensive API and integrations with a vast amount of software systems in finance, accountancy and HR.</p>\n<p>You are familiar with technical designs and with research for new technical possibilities. You will be writing, refactoring, testing, reviewing and documenting our code. The scrum teams work in two-week sprints towards a deliverable (partial) product that adds value for our customers and end users.</p>\n<p>Knowledge of or experience with test automation, architecture and / or Linux, is a big plus. We could use your expertise on this.</p>\n<p>Our values ​​are: Respect, Reliability, Competence, Innovation and Team Spirit. If you share these values you will certainly feel at home with PinkWeb and you will be helping us to continue our growth. You are the type of person who likes to share your knowledge with others. We would love to see your enthusiasm for your profession. We are looking for developers who proactively ring the alarm bell when they see problems arise. We process sensitive information from customers (accountants), therefore information security is of the utmost importance to you.</p>\n<p><strong>Your profile</strong></p>\n<ul>\n<li>Hbo level working and thinking level.</li>\n<li>At least 3 years of experience with object-oriented development of PHP applications.</li>\n<li>Experience with developing and connecting to APIs.</li>\n<li>Good command of the English language.</li>\n<li>Knowledge of the Agile and Scrum method.</li>\n<li>Some knowledge of front end development (HTML, CSS, JS, responsive).</li>\n<li>Experience in writing unit tests.</li>\n<li>Experience of working with colleagues not established in the Netherlands.</li>\n</ul>\n<p>Stack we use at PinkWeb: PHP 7.4/8, Apache, NginX, MySQL, PHPUnit, Docker, Azure public cloud, Rabbit MQ, SendGrid, Composer, and multiple PHP libraries: Symfony and Laminas. Tools: JIRA, Github, PHPStorm, PHPUnit, Jenkins, Rundeck and many more.</p>\n<p>As a part of the Visma group PinkWeb has access to and gets advice and support on the latest tools and technology for CI/CD, Cloud and security.</p>\n<p><strong>We offer you</strong></p>\n<ul>\n<li>A good salary.</li>\n<li>Flexible working hours.</li>\n<li>A remote work arrangement and contribution to the home workplace.</li>\n<li>26 vacation days (based on a 40-hour working week).</li>\n<li>8% Holiday allowance.</li>\n<li>Pension scheme.</li>\n<li>Commuting travel allowance.</li>\n<li>Company laptop.</li>\n<li>Training and personal development opportunities.</li>\n<li>Temporary employment with a prospect of permanent employment.</li>\n</ul>\n<p>Working from home is the norm momentarily. We have organized everything to make working from home as easy and comfortable as possible. In time, we will also help you to find a good balance between working from home and working at our beautiful location in Amersfoort.</p>\n<p>PinkWeb is a diverse, fun, but also a professional team. We have an informal worksphere and the lines of communication are short. PinkWeb is a growing organization in which you are given the opportunity to take initiative and, above all, to be and develop yourself.</p>\n<p>We are the market leader in the Accountancy industry and are part of the Visma family (<a href=\"http://www.visma.nl\"><strong>www.visma.nl</strong></a>). You can find more information about our product, services and who we are at <a href=\"https://ltpx.nl/vy13TBc\"><strong>www.pinkweb.nl</strong></a>.</p>\n<p><strong>Have we piqued your interest?</strong></p>\n<p>We would like to receive your motivation with your CV via the <a href=\"https://ltpx.nl/Yg2dxL3\"><strong>application form</strong></a>! An online assessment, technical test and reference check will be part of our selection process.</p>\n<p><em>Agency calls are not appreciated.</em><img src=\"https://camo.githubusercontent.com/9da05f66a76acb40538d1c2560220442ce9eaf6d/68747470733a2f2f742e6c7470782e6e6c2f747261636b2e7068703f6f7264657269643d323238303736\"></p>\n",
    "how_to_apply": "<p><strong>Have we piqued your interest?</strong>\nWe would like to receive your motivation with your CV via the <a href=\"https://ltpx.nl/Yg2dxL3\"><strong>application form</strong></a>!</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdDZYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5b9956d1a45eecb61bdeea0f8ee69c47df26ea1a/logo%20pinkweb.png"
  },
  {
    "id": "bedc23bf-01bf-4840-9125-b016ae72633e",
    "type": "Part Time",
    "url": "https://jobs.github.com/positions/bedc23bf-01bf-4840-9125-b016ae72633e",
    "created_at": "Wed Feb 03 10:11:42 UTC 2021",
    "company": "URBANTZ",
    "company_url": "http:",
    "location": "Europe",
    "title": "Software Engineer ",
    "description": "<p>Your talent and creative mind are needed at Urbantz !</p>\n<p>Join our team as a Software engineer (Intermediate – Senior level).</p>\n<p>What? Javascript / React / MongoDB / Kubernetes</p>\n<p>Where? Remote from anywhere in Europe OR at our Brussels office</p>\n<p>When? ASAP</p>\n<p>About Us</p>\n<p>Urbantz operates on one of the most growing markets, offering a SaaS solution for retail, logistics, and e-commerce - businesses that tremendously accelerated in 2020.\nWe’re growing fast for the last 5 years - recently Deloitte has listed as among the top 3 fastest growing startups in Belgium.\nWe’re a team of diverse people who make things happen.\nOur culture is built on experimentation, constant development, flexibility, and encouragement of initiatives in an international, English speaking work environment.\nCompany size: 50-60 people\n#TogetherWeDeliver</p>\n<p>About the Team</p>\n<p>“Think, try, fail, collaborate and grow a better developer.”</p>\n<p>As a company, we believe that, sometimes, failing is the best way to learn and get better at what you do.\nWe believe in the richness of collaboration and of diversity, for everyone to make an impact and work together toward a common goal.\nWe offer a flexible and fun working environment with lots of autonomy and possibility to grow as a professional and as a person. You will find an engaged team, where people share their joy for technology, ready to coach you as well as learning from you.\nFor us, the culture fit is important as we want to invest in our people for the long term.\n-Collaboration, Ownership, Innovation, Excellence &amp; Sustainability are our core values-</p>\n<p>Team size: 15+</p>\n<p>About the position</p>\n<p>You will help build a modern, highly complex, multi-service application that leads to the delivery of millions of packages per year to clients like you.\nAs a software engineer, you will work closely with our product manager to define the how to the why and what of our product.\nOur language: Javascript.\nOur main technologies: We use AngularJS and React-native on the front-end, and NodeJS for the backend. Our unit-tests use Jest, and our end-to-end tests use Protractor. We store data using MongoDB. Our code is stored in GitLab, and we make use of its CI/CD capabilities to deploy easily to AWS and Azure. Our containerization &amp; orchestration uses Docker + Kubernetes.\nWe work with short agile development cycles, with an alternance of 3 weeks on specific tasks and 1 week of cool down period to prepare for the next cycle.</p>\n<p>About You</p>\n<p>You are positive minded and like to find ways to constantly improve in what you do.</p>\n<p>You can get things done and communicate well while doing it;\nYou are fluent in English;\nYou have at least one relevant experience;\nYou stay abreast of developments and best practices within the technologies we use.\nYou already have affinity with logistic sector or interested to learn about it.\nWhat’s in it for you?</p>\n<p>A fast growing company with lots of great challenges.\nA permanent contract with a great extra-legal package in Belgium, or a nice freelance long term collaboration anywhere in Europe.\nFlexible company, nice colleagues to work with, fun company activities (even for our remote people!),...\nIf you desire to work to have an impact and bring a change: don’t hesitate and apply now!</p>\n<p>Interview Process</p>\n<p>Brief phone conversation with HR\nInterview with 2 team members\nTechnical test\nInterview with CTO/Technical leads\n(A quick chat with CEO or COO)</p>\n<p>#TogetherWeDeliver</p>\n",
    "how_to_apply": "<p>email your resume to <a href=\"mailto:boris@urbantz.com\">boris@urbantz.com</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdG1YIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--aa2a2f1c2e77e6092ca2c56fd124dbba918c314e/Urbantz%20Logo.png"
  },
  {
    "id": "0bb4942b-62bf-4c5f-8dac-60aaab3e2904",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/0bb4942b-62bf-4c5f-8dac-60aaab3e2904",
    "created_at": "Wed Feb 03 09:13:47 UTC 2021",
    "company": "InnoGames GmbH",
    "company_url": "https://www.innogames.com",
    "location": "Hamburg",
    "title": "Browser Frontend Developer - Video Game: Forge of Empires",
    "description": "<p>Our agile and cross-functional <strong>Forge of Empires</strong> team is searching for a <strong>Browser Frontend Developer</strong>:</p>\n<p>As a  <strong>Browser Frontend Developer</strong>, you will join a feature team of the Forge of Empires project to support growth, technical stability and longevity of our game.</p>\n<p>Are you a talented Game Developer and passionate about online games? Live your passion for online games/Game Development and collaborate with like-minded people to provide the best user experience for our players!</p>\n<p><strong>Your mission:</strong></p>\n<ul>\n<li>Contribute to the continuous development and improvement of one of our keystone games</li>\n<li>Develop new features and improve existing game features with a strong focus on UI and UX</li>\n<li>Participate in the whole feature development lifecycle with a commitment to high-quality results</li>\n<li>Collaborate closely with Mobile- &amp; Backend Developers, Game Designers, and Artists to implement new game features for our browser clients</li>\n</ul>\n<p><strong>Your skillset:</strong></p>\n<ul>\n<li>Working experience in Frontend/Game Development with ActionScript 3 or JavaScript and Haxe experience is a bonus</li>\n<li>A right eye for details and a passion for implementing UI and UX</li>\n<li>Well-versed in design patterns and software architecture</li>\n<li>Experience with writing browser automation tests</li>\n<li>Solution-oriented and efficient style of work</li>\n<li>Team player and a good communicator with fluent English language skills</li>\n</ul>\n<p><em>Favorable</em></p>\n<ul>\n<li>Passion for online games (strategy/F2P) and knowledge of relevant game mechanics</li>\n<li>Professional experience in the gaming industry, ideally working on comparable browser games</li>\n<li>Theoretical understanding of Software Development, ideally based on a University degree in Computer Sciences, Business Information Systems or similar studies</li>\n<li>Know your way around popular scripting languages (Python / Bash / Groovy)</li>\n<li>A proactive and motivated individual with a willingness to learn</li>\n</ul>\n<p><strong>Your power-ups:</strong></p>\n<ul>\n<li>Get competitive compensation as well as a sabbatical, mobile device, contribution to your public transport ticket, and more</li>\n<li>De-stress your private life with flexible working hours, the in-house gym, services such as a hairdresser, massage, bike inspection, and more</li>\n<li>Participate in tons of the company's get-togethers ranging from an in-house sofa concert to a virtual wine tasting</li>\n<li>Make the most of our excellent training and development opportunities</li>\n<li>Feel comfortable in an atmosphere to empower creative thinking and strong results</li>\n<li>Work in an agile multicultural team – enabling you and your team to form and actively optimize work processes</li>\n<li>Our company language is English, and we support all our employees and their partners with optional German lessons</li>\n<li>Receive exceptional support with your relocation to Hamburg</li>\n<li>Shape the success story of InnoGames with our international team of driven experts in a stable growing company and award-winning employer</li>\n</ul>\n<p><strong>Our story:</strong></p>\n<p>InnoGames is Germany's leading developer and publisher of mobile and online games.\nThe company based in Hamburg is best known for Forge of Empires, Elvenar, and Tribal Wars. InnoGames' complete portfolio encompasses seven live games and several mobile titles in production.</p>\n<p>Born as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years.\nTo further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.</p>\n<p><strong>Excited to start your journey with InnoGames and join our dynamic team as a Frontend Developer?</strong></p>\n<p>We look forward to receiving your application as well as your salary expectations and earliest possible starting date through our <a href=\"https://www.innogames.com/career/detail/job/browser-frontend-developer-video-game-forge-of-empires/?s=GitHub\">online application form</a>. Maximilian Kaeding would be happy to answer any questions you may have.</p>\n<p><strong>Apply and #stayhome!</strong>\nDue to the <strong>coronavirus</strong> outbreak, we switched our operations company-wide to home office and turned our hiring process into <strong>a fully virtual one</strong>.\nWhen hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly.\nStay home and safe!</p>\n",
    "how_to_apply": "<p><a href=\"https://www.innogames.com/career/detail/job/browser-frontend-developer-video-game-forge-of-empires/?s=GitHub\">https://www.innogames.com/career/detail/job/browser-frontend-developer-video-game-forge-of-empires/?s=GitHub</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdGlYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c8d151ef68fe8d7ec819ec7606a507c62dccf3cf/logo_innogames_standard.png"
  },
  {
    "id": "d1027fbb-580d-4a92-a52f-70224506d3ef",
    "type": "Part Time",
    "url": "https://jobs.github.com/positions/d1027fbb-580d-4a92-a52f-70224506d3ef",
    "created_at": "Wed Feb 03 09:02:49 UTC 2021",
    "company": "Kausa",
    "company_url": "https://www.kausa.ai",
    "location": "Berlin",
    "title": "Senior Full Stack Software Engineer (Frontend & Backend) in Typescript / Javascript",
    "description": "<p>Our mission is to empower businesses to make data-driven decisions faster and more effortlessly than ever before. Therefore, we are building an advanced analytics platform using machine learning to reason why key performance indicators change.</p>\n<p>Join our venture as a software engineering allrounder both developing the frontend and backend of our platform and impact how people and businesses work. Get the chance to shape a young technology startup from its earliest days on through your efforts, experience, and industry expertise.</p>\n<p>Our company is built at Merantix, a Venture Studio focussing on artificial intelligence. This means that we are part of an ecosystem of top-tier engineers, scientists, and entrepreneurs from leading universities who will help us along the way.</p>\n<p><strong>Tasks</strong></p>\n<p>As the Frontend &amp; Backend Software Engineer, you are one of our first employees and shape the company and its vision from the ground up. Among others, your main responsibilities are the following:</p>\n<ul>\n<li>Develop state-of-the-art frontend and backend applications which will be used within organizations of all sizes;</li>\n<li>Architect and implement multi-tenancy;</li>\n<li>Building highly-reliable software with the highest quality and security standards;</li>\n<li>Collaborate closely with our Chief Technology Officer and Chief Science Officer to bridge the gap between the analytical core of our product and its user interface;\n. Work with the Design and Product Team to implement an exceptional design and user experience;\n. As we value ownership and collaboration, you support and mentor your colleagues and review the team’s technical design, code, and documentation.</li>\n</ul>\n<p><strong>Requirements</strong></p>\n<p>We define ourselves by a culture of collaboration and ownership. We’re looking for a driven, capable, and thoughtful person to add to our vision. The main qualifications we expect you to have are the following:</p>\n<ul>\n<li>Degree in computer science, statistics, mathematics, physics, engineering, machine learning or relevant experience;\nIt is essential that you are an experienced Software Engineer and built large scale applications in the past;\nMastered Javascript and Typescript and are fluent in general-purpose languages such as Python or Java;\nExpert knowledge in technologies and frameworks such as Reactjs, D3js, NodeJS, GraphQL, or Cypress to name a few;\nExtensive know-how with Systems Design and Software Architecture.\nPragmatic mindset, make quick decisions, and clearly prioritize on what moves the needle;\nLove what you do (and own it).</li>\n</ul>\n<p><strong>Benefits</strong></p>\n<p>Our hierarchy is flat and communication direct, which means that we operate and learn fast, as a team. In addition to a competitive salary and equity package, you can expect the following:</p>\n<ul>\n<li>Flexible working hours as we believe in ownership and trust;</li>\n<li>Learning &amp; Development Program for all our team members;</li>\n<li>Regular team events and intensive exchange with all Merantix companies;</li>\n<li>Free drinks, snacks, and breakfast.</li>\n</ul>\n<p>We are an equal-opportunity employer and value diversity. We consider all applications equally regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, or gender identity. We strongly encourage individuals from groups traditionally underrepresented in tech to apply, and we can help with immigration.</p>\n",
    "how_to_apply": "<p><a href=\"https://kausa.join.com/jobs/1806782-senior-full-stack-software-engineer-frontend-and-backend-in-typescript-javascript-kausa?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=senior%2Bfull%2Bstack%2Bsoftware%2Bengineer%2Bfrontend%2Band%2Bbackend%2Bin%2Btypescript%2Bjavascript%2Bkausa\">https://kausa.join.com/jobs/1806782-senior-full-stack-software-engineer-frontend-and-backend-in-typescript-javascript-kausa?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=senior%2Bfull%2Bstack%2Bsoftware%2Bengineer%2Bfrontend%2Band%2Bbackend%2Bin%2Btypescript%2Bjavascript%2Bkausa</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdEtYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--08e9bf3753a6f20098368dd8bbf841c49a46bdac/Bildschirmfoto%202021-02-03%20um%2010.01.12.png"
  },
  {
    "id": "a6560cc0-71d5-4601-be31-f86ac72ee8fc",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/a6560cc0-71d5-4601-be31-f86ac72ee8fc",
    "created_at": "Wed Feb 03 08:43:07 UTC 2021",
    "company": "Gemeente Utrecht",
    "company_url": "https://vonq.io/3amVJkA",
    "location": "Utrecht",
    "title": "IT Monitoring Specialist",
    "description": "<p>Voor de versterking van het team IT4IT zoekt de gemeente Utrecht een IT-specialist op het gebied van Monitoring en End User Perspective. IT4IT is onderdeel van DomstadIT. DomstadIT is verantwoordelijk voor de ICT Infrastructuur van de gemeente Utrecht. De gemeente Utrecht gaat voor maximale automatisering van beheerstaken; selfservice is meer regel dan uitzondering. De Cloudtransitie is in gang gezet. Focus op regievoering verandert de monitoringbehoefte naar inzicht in beschikbaarheid en performance van de werkplek. Monitoring zorgt voor informatie om het gesprek met de partner te kunnen voeren. Daardoor verschuift de aandacht van infrastructuur monitoring naar end user performance.</p>\n<p>We gebruiken oplossingen van Netapp voor de storage. Voor database hosting gebruiken we Oracle, MS-SQL en MySQL. Telefonieservices leveren we op basis van een Avaya oplossing gecombineerd met een private en een openbare GSM-oplossing. Naast de specifieke product tooling zetten we de Microsoft System Center Suite in als enterprise oplossing.</p>\n<p><strong>Dit is je werk</strong></p>\n<p>Als IT Monitoring Specialist werk je binnen het team IT4IT. Samen met 4 enthousiaste collega’s werk je aan de monitoringsvragen van de hele gemeente Utrecht. Je meet bijvoorbeeld de prestatie van werkplekken en doet prestatiemetingen van softwarepakketten. Denk daarbij aan het monitoren van de verstrekking van uitkeringen en aanvragen van paspoorten. Met jouw inzet lever jij een belangrijke bijdrage. Je maakt deel uit van het Agile team dat de monitoring oplossingen realiseert met de meeste waarde voor de organisatie.</p>\n<p>Concreet betekent dit dat je:</p>\n<ul>\n<li>De Monitoring-vraag inventariseert en analyseert. De vraag kan komen van infra beheerders of technische en functionele applicatiebeheerders, echter ook van de niet-technische collega’s. Monitoring kan ingericht worden op alle lagen, van infrastructuur tot end user perspective.</li>\n<li>Technisch beschikbare management packs inricht. Waar deze niet beschikbaar is, bouw jij het custom management pack, stem je de thresholds af met de stakeholder en bied je het resultaat aan middels dashboarding en/of rapportages.</li>\n</ul>\n<p><strong>Dit bieden we je</strong></p>\n<p>We willen dat je met plezier naar je werk komt. Dat plezier bestaat uit prettige collega’s, een fijne werksfeer. Je doet interessant werk in één van de meest aantrekkelijke steden van Nederland. Samen met jou zorgen we dat alle inwoners van Utrecht prettig en gezond kunnen wonen, werken en meedoen. Dit doe je door datgene waar je goed in bent in te zetten.</p>\n<p>Onderstaand vind je ons aanbod:</p>\n<ul>\n<li>Een 36-urige werkweek met een bruto maandsalaris tussen de € 2.756 en € 4.048 op basis van 36 uur (schaal 9). Het precieze bedrag stemmen we af op jouw kennis en ervaring. Inpassing in de tijdelijke aanloopschaal behoort tot de mogelijkheden.</li>\n<li>Tijdelijke arbeidsovereenkomst voor de duur van 1 jaar.</li>\n<li>Uitstekende verlofregelingen</li>\n<li>Een Individueel Keuzebudget (IKB) van 17,05% van je salaris. Jij kiest wat je met dit budget doet. Bijvoorbeeld extra verlof kopen of uitbetaling als vakantiegeld/eindejaarsuitkering. Of alles eens per jaar laten uitbetalen.</li>\n<li>Flexibiliteit in keuze van werkplek (thuiswerken) en werktijden. De mogelijkheid om 4x9 te werken.</li>\n<li>Ruimte voor persoonlijke ontwikkeling, diverse cursussen en trainingen.</li>\n<li>Vele andere voordelen: zoals (online) sporten met collega’s, deelnemen aan verschillende netwerken en activiteiten.</li>\n<li>Voor een overzicht van alle overige arbeidsvoorwaarden, zoals reiskostenvergoeding kijk je <a href=\"https://www.werkenbijutrecht.nl/arbeidsvoorwaarden\">hier</a>.</li>\n</ul>\n<p><strong>Dit vragen we van je</strong></p>\n<p>Je hebt brede basisvaardigheden ontwikkeld en bent bereid om deze actueel te houden. Daarnaast ben je communicatief, tactisch en vasthoudend in je werkwijze. Van alle medewerkers vragen we inzet buiten kantoortijden, omdat de ICT dienstverlening 24/7 uur per week geleverd wordt. Groot onderhoud wordt bij voorkeur gepland in het weekend, zodat gebruikers hierdoor zo min mogelijk worden gehinderd.</p>\n<p>Onze belangrijkste verwachtingen waarop we je sollicitatie(gesprek) toetsen zijn:</p>\n<ul>\n<li>Aantoonbaar werk en denkniveau op hbo-niveau.</li>\n<li>Ervaring met monitoring met behulp van Microsoft System Center Operation Manager.</li>\n<li>Ervaring op het gebied van het maken van klikpaden en deze om te zetten in geautomatiseerde handelingen.</li>\n<li>Ervaring met End User Simulatie in combinatie met Microsoft System Center Operation Manager.</li>\n<li>Ervaring op het gebied van management pack ontwikkeling.</li>\n<li>Ervaring op het gebied van System Center Service Manager en ESM koppelingen is een pré.</li>\n<li>Goede mondelinge en schriftelijke uitdrukkingsvaardigheden in de Nederlandse taal.</li>\n</ul>\n<p><strong>Dit is handig om te weten</strong>\nEnthousiast geworden om als IT Monitoring Specialist aan de slag te gaan voor de gemeente Utrecht, solliciteer dan direct via deze <a href=\"https://vonq.io/3amVJkA\">link</a>. Heb je vragen neem dan contact op met <a href=\"https://www.linkedin.com/in/annick-scholten-33062aa/\">Annick Scholten</a>, Teamleider IT4IT, 030 28 68 957. Of neem contact op met <a href=\"https://www.linkedin.com/in/gittadalenberg/\">Gitta Dalenberg</a>, Recruiter via 06 481 921 45.</p>\n<p>In verband met de Corona/Covid-19 maken we zoveel mogelijk gebruik van videobellen voor de gesprekken. Als je uitgenodigd wordt voor een gesprek nemen we contact met je op en bespreken we hoe het videogesprek in zijn werk gaat.</p>\n",
    "how_to_apply": "<p>Solliciteer direct via deze <a href=\"https://vonq.io/3amVJkA\">link</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdENYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ea7a25f4fa785ff9068fcdb3be8515a6a2de4b0c/Gemeente%20Utrecht.png"
  },
  {
    "id": "76444e0d-f520-497a-9868-a6ee9cac900a",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/76444e0d-f520-497a-9868-a6ee9cac900a",
    "created_at": "Wed Feb 03 05:26:59 UTC 2021",
    "company": "DESYGNER",
    "company_url": "http://www.DESYGNER.com",
    "location": "Gold Coast / Australia / Remote",
    "title": "Senior Project Manager - ICT",
    "description": "<p>About Us</p>\n<p>Desygner is one of the leading tech companies now in Australia’s top 10 startups to work for (and top 500 in the world). Desygner is focused on building solutions that make design, branding, and marketing better through automation, AI, and adaptive technologies without needing a designer. There is no better opportunity to be part of something big than this and now is the chance to join our small team of under 50 in the Gold Coast before we explode!\nWe believe that anyone should have a powerful brand and opportunities, regardless of their marketing budget. Our users’ success is our success and we’re on a mission to deliver solutions that make marketing better and easier for them.\nB2C and B2B solutions\nGlobal audience with over 13 million users (18,000+ new signups every day)\nBig corporate clients with many more industry leaders coming onboard\nLeading technology in graphic design, on-brand content creation, PDF editing, and intelligent design automation</p>\n<p>Organisation Cultural Fit</p>\n<p>We are looking for professionals who seek constant improvement, and are willing to take responsibility and celebrate the wins.\nPassion for true bootstrapped startups and big-picture development\nTakes ownership and finds solutions with our founders\nAble to think outside of the box and solve problems</p>\n<p>ICT Project Manager</p>\n<p>We’re looking for a Project Manager to play a key role in our development process, coordinating product development across teams and bringing new features to life. You’ll coordinate milestones, remove roadblocks and ensure teams have what they need to be successful.\nIf you’re organised, excited to work across teams, and looking for an impactful role working on a fun product, we would love to hear from you!</p>\n<p>What you'll do</p>\n<p>Create and manage the software development lifecycle for product development, from planning and development all the way through launch.\nWork across Engineering, Design and Product to keep development in sync with launch timelines, flag risks and work through unknowns.\nPartner with our leadership team, including our VP of Eng, CTO and CEO to understand the roadmap and manage priorities across the team.\nCoordinate with Marketing to make sure they are prepared for feature releases.\nOrganize and manage task management and bug tracking workflows.\nLead weekly syncs on Product Development.\nWork with QA to triage bugs and prioritize against our backlog.</p>\n<p>This might be for you if</p>\n<p>You have previous experience as a Project Manager for software development teams\nYou have successfully managed product launches for software products from kick-off to release\nYou are passionate about consumer products and understanding the user experience\nYou are organized and thrive on efficiency\nYou have strong communication and teamwork skills\nYou are excited about working across the company, coordinating multiple teams and projects\nYou enjoy working in a fast paced environment and remain flexible in the face of uncertainty\nYou understand the overhead of meetings and processes, and look to reduce those without sacrificing efficiency\nYou have a high bar for getting things right\nYou believe there is always more to learn and are eager to grow as an individual\nBonus: You have some experience as a Product Manager\nBonus: You have experience with Confluence and (tools similar to) YouTrack</p>\n<p>Benefits &amp; Perks</p>\n<p>We nurture a creative, focused &amp; fun environment where people look forward to coming to the office. Our team is diverse in both culture and talent which makes for a superbly unique work environment without politics and hierarchy.\nWork in the Gold Coast with views over the beaches and canals from your desk\nMulticultural small, yet dynamic team with direction and leadership clear\nWork on solutions used by millions of people every day\nCentral office location in Gold Coast near best restaurants, beaches, and public transport.\nOpportunity to live a holiday lifestyle overlooking the sun and sea every morning\nCompetitive compensation + equity option plans by seniority\nFlexible hours, so you will not be controlled by the clock!\nExciting career opportunities as an early team member\nBe respected and heard in a startup that is now smashing numbers\nContinuous learning, development, and support from founders and external training</p>\n",
    "how_to_apply": "<p>All applicants must have rights for working full time in Australia</p>\n<p>Include your resume and covering a letter in one document and send it to: <a href=\"mailto:recruitment@desygner.com\">recruitment@desygner.com</a>\nPlease also mention your salary expectations</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBczZYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--bf2cec57fdfabd727db6a2d950bafe7c5427681b/logo.png"
  },
  {
    "id": "1a9deb11-fc72-4b32-bc26-8982d3192589",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/1a9deb11-fc72-4b32-bc26-8982d3192589",
    "created_at": "Wed Feb 03 05:14:13 UTC 2021",
    "company": "DESYGNER",
    "company_url": "http://www.desygner.com",
    "location": "Australia / Remote",
    "title": "Senior Frontend Developer",
    "description": "<p>Senior Frontend Developer</p>\n<p>Do bad interfaces stress you out? Are you a fan of aesthetically pleasing and user-friendly products? Then we’d love to hear from you! Desygner is looking for an exceptional front-end developer to join our growing team.</p>\n<p>The Role</p>\n<p>As a Front-End Developer at Desygner, you will be working closely with Desygner’s directors and particularly the Chief Technology Officer &amp; VP of Engineering to organise, manage and deliver technical solutions. You will play an active role in the development of our product and assist Desygner to develop to its full potential.</p>\n<p>Key Responsibilities:</p>\n<p>Assist with the development, maintenance, and enhancement of Desygner's graphic design editor to support various media types and formats, such as video and animation.\nWork with our design team in order to implement a beautiful UX for our video and animation features.\nSet the algorithmic bases for building transitions, blend and text effects.</p>\n<p>Required Skills:</p>\n<p>HTML5\nCSS3\nVanilla JS</p>\n<p>Desired Skills:</p>\n<p>video.js\nffmpeg.js\nanime.js / vivus.js or any other animation library, preferably one that supports SVGs\nd3.js\nPrevious experience of web-based video &amp; animation editor development is a big advantage</p>\n<p>About Us</p>\n<p>Desygner is one of the leading tech companies now in Australia’s top 10 startups to work for (and top 500 in the world). Desygner is focused on building solutions that make design, branding, and marketing better through automation, AI, and adaptive technologies without needing a designer. There is no better opportunity to be part of something big than this and now is the chance to join our small team of under 50 in the Gold Coast before we explode!\nWe believe that anyone should have a powerful brand and opportunities, regardless of their marketing budget. Our users’ success is our success and we’re on a mission to deliver solutions that make marketing better and easier for them.\nB2C and B2B solutions\nGlobal audience with over 13 million users (18,000+ new signups every day)\nBig corporate clients with many more industry leaders coming onboard\nLeading technology in graphic design, on-brand content creation, PDF editing, and intelligent design automation</p>\n<p>Organisation Cultural Fit</p>\n<p>We are looking for professionals who seek constant improvement, and are willing to take responsibility and celebrate the wins.\nPassion for true bootstrapped startups and big-picture development\nTakes ownership and finds solutions with our founders\nAble to think outside of the box and solve problems</p>\n<p>Benefits &amp; Perks</p>\n<p>We nurture a creative, focused &amp; fun environment where people look forward to coming to the office. Our team is diverse in both culture and talent which makes for a superbly unique work environment without politics and hierarchy.\nWork in the Gold Coast with views over the beaches and canals from your desk\nMulticultural small, yet dynamic team with direction and leadership clear\nWork on solutions used by millions of people every day\nCentral office location in Gold Coast near best restaurants, beaches, and public transport.\nOpportunity to live a holiday lifestyle overlooking the sun and sea every morning\nCompetitive compensation + equity option plans by seniority\nFlexible hours, so you will not be controlled by the clock!\nExciting career opportunities as an early team member\nBe respected and heard in a startup that is now smashing numbers\nContinuous learning, development, and support from founders and external training</p>\n",
    "how_to_apply": "<p>You require roght to work full time in Australia.\nPlease, send your resume and cover letter to: <a href=\"mailto:recruitment@desygner.com\">recruitment@desygner.com</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc3lYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0c29a3a118d0afc04f943a006f43d96c27974f2d/logo.png"
  },
  {
    "id": "a82fad21-3e65-4edc-945b-9be250ecc58a",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/a82fad21-3e65-4edc-945b-9be250ecc58a",
    "created_at": "Wed Feb 03 05:07:01 UTC 2021",
    "company": "DESYGNER",
    "company_url": "http://DESYGNER",
    "location": "Australia",
    "title": "Senior Full Stack Developer",
    "description": "<p>Senior Full Stack developer</p>\n<p>Do you wake up in the middle of the night and realise why a function isn’t working? Or perhaps you sleep soundly, dreaming of how you’re going to create a perfect user experience? Then we’d love to hear from you.</p>\n<p>The Role</p>\n<p>As a full-stack Developer at Desygner, you will be working directly with Desygner’s founders to organise, manage, and deliver technical solutions. You will play an active role in the development of our product and assist Desygner to reach its full potential in conjunction with our Product Led Growth. You will be responsible for:</p>\n<p>Maintaining and enhancing the core editor code;\nMaintaining and improving multiple APIs, with thousands of queries by the minute;\nLow-level APIs integration with external services such as social networks, notification platforms, payment systems and more;\nConstant improvement in user experience;\nAssist us with internal practices to standardise development as we grow.</p>\n<p>Required Skills:</p>\n<p>The perfect candidate would have experience with MVC backend frameworks (PHP), Node tools (Gulp), CI, testing, JavaScript and CSS experience.</p>\n<p>You will ideally have:</p>\n<p>More than 4 years of software development experience;\nIn-depth knowledge in PHP (MVC, ORMs, Cache, services), SQL and networks;\nIn-depth knowledge in API server to client understanding;\nIn-depth knowledge in low level (framework less) HTML, CSS, JS;\nBasic knowledge in node, ES6, transpilers, building tools;\nIndependent (level B2 or equivalent) in English.</p>\n<p>Desired Skills:</p>\n<p>Template engines, SEO, SysOps, CI, Linux;\nAWS.</p>\n<p>About Us</p>\n<p>Desygner is one of the leading tech companies now in Australia’s top 10 startups to work for (and top 500 in the world). Desygner is focused on building solutions that make design, branding, and marketing better through automation, AI, and adaptive technologies without needing a designer. There is no better opportunity to be part of something big than this and now is the chance to join our small team of under 50 in the Gold Coast before we explode!</p>\n<p>We believe that anyone should have a powerful brand and opportunities, regardless of their marketing budget. Our users’ success is our success and we’re on a mission to deliver solutions that make marketing better and easier for them.</p>\n<p>B2C and B2B solutions\nGlobal audience with over 13 million users (18,000+ new signups every day)\nBig corporate clients with many more industry leaders coming onboard\nLeading technology in graphic design, on-brand content creation, PDF editing, and intelligent design automation</p>\n<p>Organisation Cultural Fit</p>\n<p>We are looking for professionals who seek constant improvement, and are willing to take responsibility and celebrate the wins.</p>\n<p>Passion for true bootstrapped startups and big-picture development\nTakes ownership and finds solutions with our founders\nAble to think outside of the box and solve problems</p>\n<p>Benefits &amp; Perks</p>\n<p>We nurture a creative, focused &amp; fun environment where people look forward to coming to the office. Our team is diverse in both culture and talent which makes for a superbly unique work environment without politics and hierarchy.</p>\n<p>Work in the Gold Coast with views over the beaches and canals from your desk\nMulticultural small, yet dynamic team with direction and leadership clear\nWork on solutions used by millions of people every day\nCentral office location in Gold Coast near best restaurants, beaches, and public transport.\nOpportunity to live a holiday lifestyle overlooking the sun and sea every morning\nCompetitive compensation + equity option plans by seniority\nFlexible hours, so you will not be controlled by the clock!\nExciting career opportunities as an early team member\nBe respected and heard in a startup that is now smashing numbers\nContinuous learning, development, and support from founders and external training</p>\n",
    "how_to_apply": "<p>You must have rights for working full-time in Australia. Please email your resume and cover letter  to <a href=\"mailto:recruitment@desygner.com\">recruitment@desygner.com</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc21YIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3d925d75f33661a19c34b3a1fbe9ca50f4a15549/logo.png"
  },
  {
    "id": "c50578f3-26c6-4237-9777-b4e13f85cf21",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/c50578f3-26c6-4237-9777-b4e13f85cf21",
    "created_at": "Wed Feb 03 00:51:52 UTC 2021",
    "company": "Twentyeight Health",
    "company_url": "https://twentyeighthealth.com/",
    "location": "United States",
    "title": "Full Stack Engineer",
    "description": "<p>Full Stack Engineer</p>\n<p>1.Twentyeight Health</p>\n<p>Twentyeight Health (<a href=\"http://www.twentyeighthealth.com\">www.twentyeighthealth.com</a>) is a mission-driven women's health startup founded by a team with experience at Bain, BCG, and the Gates Foundation. Our vision is to provide high quality, convenient and affordable reproductive &amp; sexual healthcare with a focus on expanding access in underserved communities.</p>\n<p>Starting with birth control, we’ve built an end-to-end platform to provide telemedicine consultations, prescriptions deliveries, ongoing care from clinicians, and free doctor-vetted sexual &amp; reproductive care info. We are active in NY, NJ, PA, MD, FL and NC, and have exciting growth plans. We are rapidly expanding our offerings, and we are backed by some of the best healthcare &amp; consumer investors pioneering digital health including Third Prime, Town Hall Ventures, SteelSky Ventures, GingerBread Capital, and more.</p>\n<p>You’ll be joining a dynamic, supportive and mission-driven environment. We are a team of doctors, public health experts, designers, engineers and builders committed to changing the face of healthcare, particularly for underserved communities. When we’re not quarantining, we are based in Dumbo, Brooklyn. Join us to bring dignified, accessible healthcare to all!</p>\n<p>At Twentyeight Health, we value a diverse workplace and strongly encourage womxn, BIPOC, LGBTQ+ individuals, people with disabilities, members of ethnic minorities, foreign-born residents, and veterans to apply. We are committed to fostering a culture of mutual respect, diversity and inclusion for our employees and customers alike and we can’t wait for you to be a part of it.</p>\n<p>2.Role</p>\n<p>As a Full Stack Engineer, you’ll play a critical part in our continued growth and expansion to increase women’s health access in underserved communities. As a key contributor, you will join a high impact team focused on delivering efficient solutions to facilitate the delivery of outstanding healthcare services. If this role sounds right to you and you're motivated by the idea of channeling your energy to help millions of women access healthcare services, we’d love to meet you!</p>\n<p>3.Manager</p>\n<p>You will report directly to the Head of Engineering (Eric Whitten) and also engage with other key people in the company.</p>\n<p>4.Responsibilities</p>\n<ul>\n<li>Design, build, and implement new services and features within the full stack</li>\n<li>Drive features and products through the full development lifecycle</li>\n<li>Have the unique opportunity to contribute and drive an engineering culture that focuses on quality, user experience and impact</li>\n<li>Opportunity to scale and automate existing services while bringing new innovations to life</li>\n<li>Take end to end ownership and responsibility for architecture, deployment, and maintenance of product features</li>\n<li>Coordinate tasks with your teammates and collaborate with the entire company to refine requirements to deliver the best product to our customers</li>\n<li>Identify and squash bugs</li>\n<li>Analyze and optimize client-side UI and server-side API code for efficiency and performance</li>\n</ul>\n<p>5.Requirements</p>\n<p>We are looking for exceptional candidates who have:</p>\n<ul>\n<li>Have 4+ years of experience writing production code</li>\n<li>Have architected complex systems for long-term maintainability, performance, and scalability</li>\n<li>Familiarity with the entire stack - Ruby on Rails, PostgreSQL, Bootstrap4, JQuery</li>\n<li>Bonus: Experience with Heroku and AWS</li>\n<li>Bonus: Experience with designing and implementing service oriented architectures</li>\n<li>Option to relocate to NYC after HQ is reopened or to remain remote +/- 2 hours from East Coast time</li>\n</ul>\n<p>6.Attributes we look for</p>\n<ul>\n<li>Passionate about healthcare and Twentyeight’s mission</li>\n<li>Self motivation and a deep sense of pride in your work</li>\n<li>Track record of consistently delivering excellent results in a fast-paced environment</li>\n<li>Eager to give 100% to building healthcare equity</li>\n<li>Embrace learning and feedback</li>\n<li>We are looking for teammates who are kind, humble, and don’t take themselves too seriously</li>\n</ul>\n<p>7.Compensation &amp; Benefits</p>\n<ul>\n<li>Competitive compensation and equity package</li>\n<li>Medical, dental and vision coverage</li>\n<li>Significant growth opportunities</li>\n<li>Be a part of a passionate team building towards health equity</li>\n</ul>\n<p>8.How to apply</p>\n<p>Please send your resume and a cover letter to <a href=\"mailto:careers@twentyeighthealth.com\">careers@twentyeighthealth.com</a> with the subject line “Full Stack Engineer application”. Please include in your cover letter:</p>\n<ul>\n<li>Your relevant experiences</li>\n<li>Your interest in the position</li>\n<li>Your motivation to join Twentyeight Health</li>\n</ul>\n",
    "how_to_apply": "<p>Please send your resume and a cover letter to <a href=\"mailto:careers@twentyeighthealth.com\">careers@twentyeighthealth.com</a> with the subject line “Full Stack Engineer application”. Please include in your cover letter:</p>\n<ul>\n<li>Your relevant experiences</li>\n<li>Your interest in the position</li>\n<li>Your motivation to join Twentyeight Health</li>\n</ul>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc2FYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--60052b308fe976194dd77aecd66d7c2932bffedb/v1%20logo%20rgb.png"
  },
  {
    "id": "a23fa201-23fd-4981-900d-32fdb8b81da0",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/a23fa201-23fd-4981-900d-32fdb8b81da0",
    "created_at": "Wed Feb 03 00:15:39 UTC 2021",
    "company": "Rainway, Inc.",
    "company_url": "https://rainway.com",
    "location": "Remote / Seattle",
    "title": "Senior API Developer",
    "description": "<p>As a developer nothing feels better than coming across a beautifully designed API. Thoroughly documented, easy to understand resources, fast queries with predicable responses. A true delight to build against. We're looking to create an API developers can love as we help them build the future of computing. That is where you come in.</p>\n<h1>Intro</h1>\n<h3>Why this Role?</h3>\n<ol>\n<li>\n<strong>Build the next big thing:</strong> Rainway aims to bring desktop software to billions of new devices worldwide by creating new ways for developers to distribute and build their products. We are creating the world Xerox PARC imagined decades ago. You can help us realize this dream.</li>\n<li>\n<strong>Work with some of the best engineers in the world:</strong> A team of less than 5 from all over the world built technology that is used and trusted by some of the largest companies in the world. Learn from a team with decades of combined experience and share your own. We're stronger together.</li>\n<li>\n<strong>Join us at a magical time:</strong> You not only get to design and build one of our core products, but also help define the culture of the company as a whole.</li>\n</ol>\n<h1>About this Role</h1>\n<h3>So, what will you do as a Senior API Developer?</h3>\n<ul>\n<li>Design and implement high performance scalable database-centric serverless microservices and RESTful APIs</li>\n<li>Estimate engineering effort, plan implementation, and roll out applications with cross-functional impact</li>\n<li>Own continuous improvement and fine tuning of API performance, scalability and security</li>\n<li>Independently design, code, and test major features, as well as work jointly with other team members to deliver complex changes</li>\n</ul>\n<h3>This might be for you if you have...</h3>\n<ul>\n<li>A strong API development background with an understanding of developing external facing APIs to be used by customers and their products</li>\n<li>5+ years of backend experience: NodeJS, JSON, REST, JWT, Micro Services, MongoDB, NoSQL</li>\n<li>4+ years of AWS Lambda</li>\n<li>Proven ability to define and implement effective software development methodologies</li>\n<li>Experience development of large-scale consumer facing micro-services solution is highly recommended</li>\n<li>Experience building serverless solutions is preferred</li>\n<li>Excellent communication skills and the ability to clearly communicate technical concepts to a non-technical audience</li>\n<li>A flexible approach to analyzing technical issues and clearly communicating recommendations/solutions</li>\n</ul>\n<h3>FAQ</h3>\n<ul>\n<li>What benefits can I expect?\n<ul>\n<li>Top of the line health, dental, and vision insurance.</li>\n<li>New laptop/equipment of your choice.</li>\n<li>Unlimited PTO.</li>\n<li>Parental leave.</li>\n<li>401K</li>\n<li>A large spacious office with amenities to your heart's desire (although note that currently we are on a full time work from home policy).</li>\n</ul>\n</li>\n<li>Is this role only full-time? Can I work remotely?\n<ul>\n<li>This role is full-time. We have an office in Seattle, but currently all Seattle based employees work from home. This role is not limited to local candidates, fully remote candidates are welcome apply.</li>\n</ul>\n</li>\n<li>Do you sponsor visas?\n<ul>\n<li>At the moment, we're not able to sponsor or transfer visas for this role.</li>\n</ul>\n</li>\n</ul>\n<h1>How to Apply</h1>\n<p>Sound like a good fit for you? Please send us an email to <strong><a href=\"mailto:work-at@rainway.com\">work-at@rainway.com</a></strong>!</p>\n<ul>\n<li>Include this role's title in your subject line (it'll help us to sort through the emails).</li>\n<li>Send along links that best showcase the relevant things you've built and done, e.g. your portfolio, LinkedIn, GitHub, code samples.</li>\n<li>Your curated Spotify playlist.</li>\n<li>Keep it real 🤘</li>\n</ul>\n",
    "how_to_apply": "<p>Sound like a good fit for you? Please send us an email to <strong><a href=\"mailto:work-at@rainway.com\">work-at@rainway.com</a></strong>!</p>\n<ul>\n<li>Include this role's title in your subject line (it'll help us to sort through the emails).</li>\n<li>Send along links that best showcase the relevant things you've built and done, e.g. your portfolio, LinkedIn, GitHub, code samples.</li>\n<li>Your curated Spotify playlist.</li>\n<li>Keep it real 🤘</li>\n</ul>\n",
    "company_logo": null
  },
  {
    "id": "241a62bb-3a28-476c-85c0-f9b19b7c3f49",
    "type": "Contract",
    "url": "https://jobs.github.com/positions/241a62bb-3a28-476c-85c0-f9b19b7c3f49",
    "created_at": "Tue Jan 05 08:11:50 UTC 2021",
    "company": "PERI",
    "company_url": "https://www.peri.com/de",
    "location": "Weissenhorn, Germany",
    "title": "Software Engineer* Dynamics 365",
    "description": "<p>Sie tragen Verantwortung für</p>\n<ul>\n<li>die agile Anwendungsentwicklung im gesamten Lebenszyklus der Dynamics 365 Landschaft inklusive Power Platform</li>\n<li>den Aufbau und die Weiterentwicklung einer automatisierten CI/CD Pipeline</li>\n<li>die Erarbeitung und Validierung von IT-Konzepten</li>\n<li>die Spezifikation und Implementierung von optimalen Schnittstellen sowie Integration externer Datenquellen</li>\n<li>die Unterstützung bei der Durchführung von Migrations- und Rolloutprojekten</li>\n<li>das Management von externen Dienstleistern und der Entwicklungstätigkeiten gemäß dem IT-Vorgehensmodell, Entwicklungsprozess und Qualitätsmanagement</li>\n</ul>\n<p>Sie erwartet bei uns</p>\n<ul>\n<li>flache Hierarchien</li>\n<li>anspruchsvolle Projekte in interdisziplinären und interkulturellen Teams</li>\n<li>internationale Einsatzmöglichkeiten</li>\n</ul>\n<p>Sie zeichnen sich aus durch</p>\n<ul>\n<li>ein abgeschlossenes Hochschulstudium der Wirtschaftsinformatik, technischen Informatik oder einer vergleichbaren Fachrichtung</li>\n<li>mehrjährige praktische Erfahrungen im Bereich der Software-Entwicklung, vorzugsweise im Dynamics 365 Umfeld</li>\n<li>sehr gutes Verständnis von agilen Methoden (SCRUM, Kanban)</li>\n<li>höchste Lösungsorientierung und Innovationsbereitschaft</li>\n<li>Ihre Reisebereitschaft</li>\n<li>sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift</li>\n</ul>\n<p>*Mit unseren Stellenausschreibungen sprechen wir alle Geschlechter gleichermaßen an.</p>\n<p>Ein Stellenangebot der Peri-Werk Artur Schwörer GmbH &amp; Co. KG.</p>\n",
    "how_to_apply": "<p>Please apply online:\n<a href=\"https://www.peri.com/de/karriere/stellenboerse/DE01883.html\">https://www.peri.com/de/karriere/stellenboerse/DE01883.html</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBblNVIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--61a048bb68c029a499987bf81ac2582a6c134397/PERI_Logo_oR_RGB%20jpg.jpg"
  },
  {
    "id": "1b576c10-2b6f-4dae-9894-89fbc4d13b69",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/1b576c10-2b6f-4dae-9894-89fbc4d13b69",
    "created_at": "Tue Feb 02 20:44:53 UTC 2021",
    "company": "Kohl's Corporate",
    "company_url": "https://careers.kohls.com/",
    "location": "Remote",
    "title": "Platform Engineer (Jr & Sr Levels)",
    "description": "<p>Kohl's Corporate is hiring Jr and Sr level Platform Engineers!  Positions are permanent/full-time and 100% remote.</p>\n<p>We Can Go Fast Forever</p>\n<p>We’re building a fast paced team with an emphasis on iterative development and constant collaboration. We practice and teach an approach to software engineering that applies across industries and organizations, so you’ll experience all types of teams, products, and technologies. And we believe that working fast doesn't mean working overtime-- taking time to relax, recharge and refocus keeps our pace sustainable.</p>\n<p>We Court Perfection</p>\n<p>Working at Kohls means you get better at what you already do well. We set up regular retrospectives to figure out what we’re doing wrong so we can fix it, and what we’re doing right so we can improve on it. We believe that platform engineering follows software engineering standards and best practices closely.  We take a full infrastructure-as-code approach to all we do.  We practice a DevOps culture.  We design and build reliability into our products.  And we believe that a methodical, steady, relentless forward momentum drives consistent results.</p>\n<p>We Take Care of Business</p>\n<p>As a Platform Engineer at Kohl’s we apply software engineering principles to common infrastructure systems with the goal of making these systems as robust and as easy to use as possible for our development teams across Kohl’s. Whether it’s building and managing Kubernetes operators, APIs, infrastructure-as-code, or developer tools, we build platforms that enable our development teams across Kohl’s to move fast and deliver business value. We crush our work as a team with product managers, designers, and fellow engineers while grounding ourselves with data and feedback. We relentlessly code, test, deploy, operate, and improve our platforms until they achieve our desired outcomes and are a pleasure to use.</p>\n<p>Responsible for:\n-Engineering, extending, and supporting OpenShift platform, application, developer, and cluster services to enable our development teams to move their applications to production quickly and efficiently\n-Engineering, extending, and supporting K8S operators improving the platform operations experience\n-Being a developer advocate and influencer for the platform\n-Practicing and advocating for infrastructure engineering best practices like GitOps and overall infrastructure-as-code driving code quality and overall reliability\n-Designing and engineering for Day 2 operations and observability as well as the initial Day 1feature</p>\n<p>Requires:\n-Strong knowledge of Kubernetes and the Kubernetes ecosystem\n-Strong knowledge building development practices like CI/CD, Test Automation and cloud deployments\n-Strong knowledge of Python, Golang, and Ansible\n-Experience engineering and/or administrating OpenShift Container Platform &amp; Google Cloud Platform\n-Passion for reliability engineering best practices\n-Passion for growing your skills, tackling interesting work and complex problems\n-3+ years of relevant work experience\n-BA/BS in Computer Science or related field, or equivalent experience</p>\n",
    "how_to_apply": "<p>Apply directly at: <a href=\"https://careers.kohls.com/job/R149108/Platform-Engineer-Kubernetes-Remote-Opportunity?utm_source=github-jobs&amp;utm_medium=recruiter-post\">https://careers.kohls.com/job/R149108/Platform-Engineer-Kubernetes-Remote-Opportunity?utm_source=github-jobs&amp;utm_medium=recruiter-post</a></p>\n<p>OR email a resume to <a href=\"mailto:kelly.mcavoy@kohls.com\">kelly.mcavoy@kohls.com</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc0dYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--76824370483b90b6051c3ab3f5c787652b246b4e/kohls.JPG"
  },
  {
    "id": "257b2dc5-8944-48cc-a40c-c74d04c7c800",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/257b2dc5-8944-48cc-a40c-c74d04c7c800",
    "created_at": "Tue Feb 02 16:57:20 UTC 2021",
    "company": "National Security Agency (NSA)",
    "company_url": "https://www.intelligencecareers.gov/nsa/index.html",
    "location": "Fort Meade, MD",
    "title": "Digital Network Exploitation Analyst (Cybersecurity Mission) - Entry to Experienced Level",
    "description": "<p>The need to maintain our core Computer Science group is vital to provide the technical capabilities necessary to successfully execute NSA's mission. The increased complexity of supporting NSA's mission requires world class researchers, programmers, and developers who operate in teams in areas such as software engineering, information technology infrastructure, high performance computing, data science, architectures, computer security, and networking in order to design and develop advanced tools, techniques, and systems.</p>\n<p>NSA Cybersecurity mission is to prevent and eradicate threats to National Security Systems and critical infrastructure, with a focus on the Defense Industrial Base. This diverse team of problem solvers collaborate across industry and government to expose foreign cyber espionage, patch critical vulnerabilities, modernize encryption, and issue unique, timely, and actionable cybersecurity guidance. Here, you will have unique access to classified and unclassified data to solve hard problems and secure critical systems. If you enjoy creatively mission outcomes, cybersecurity at NSA is the place for you.</p>\n<p>Digital Network Exploitation Analysts employ computer science skills to perform discovery and target technology analysis of digital network and mobile communications. Digital Network Exploitation Analysis are hired into positions directly supporting a technical mission office or the Digital Network Exploitation Analyst (DNEA) Development Program ' a 3 year development program that combines formal training (i.e., SIGINT, discovery/analysis, and advanced cyber security) and diverse work assignments.</p>\n<p>As a Digital Network Exploitation Analyst at the NSA, responsibilities may include:</p>\n<ul>\n<li>conducting analysis of metadata</li>\n<li>conducting target analysis and research</li>\n<li>identifying target communications within the global network</li>\n<li>performing global network analysis and mapping</li>\n<li>using knowledge of customer requirements to analyze and process intelligence information</li>\n<li>performing exploitation and operations on target networks</li>\n</ul>\n<p>NSA is in search of Computer Science professionals to solve complex problems, test innovative approaches and research new solutions to storing, manipulating, and presenting information. We are looking for you to apply your computer science expertise to projects that seek to create new standards for the transformation of information. If you want to develop technologies and tools and be a part of cutting edge innovations ' join our team of experts! Help protect national security interests as part of the world's most advanced team of computer science professionals!</p>\n<p>The ideal candidate is someone with a desire for continual learning and strong problem-solving, analytic and interpersonal skills who is:</p>\n<ul>\n<li>flexible</li>\n<li>able to communicate effectively</li>\n<li>able to collaborate with others</li>\n</ul>\n<p>Specialized skills and experience in one or more of the following is desired:</p>\n<ul>\n<li>Knowledge of network protocols (especially TCP/IP, VOIP, wireless protocols)</li>\n<li>Understanding of Internet</li>\n<li>Understanding of WAN and LAN</li>\n<li>Vulnerability analysis</li>\n<li>Programming experience (prefer one or more of the following: C, C++, Java, Assembly, Python)</li>\n</ul>\n<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155796\">https://apply.intelligencecareers.gov/job-description/1155796</a></p>\n",
    "how_to_apply": "<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155796\">https://apply.intelligencecareers.gov/job-description/1155796</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcjZYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d1b12dc6cfe32c65294f16cb2122aa7985470348/2018_NSA_Horiz_URL.jpg"
  },
  {
    "id": "adff11e1-963d-4d64-b533-1ff46e23f30f",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/adff11e1-963d-4d64-b533-1ff46e23f30f",
    "created_at": "Tue Feb 02 16:53:13 UTC 2021",
    "company": "National Security Agency (NSA)",
    "company_url": "https://www.intelligencecareers.gov/nsa/index.html",
    "location": "Fort Meade, MD",
    "title": " Computer Network Analyst (Cybersecurity Mission) - Entry to Experienced Level",
    "description": "<p>The United States has experienced profound changes that impact the way the National Security Agency (NSA) conducts its mission. The explosion of Internet communications has created a need for the Computer Network Operations (CNO) mission. This very important mission includes computer network defense and computer network exploitation. In order to carry out these functions NSA is looking for analysts who are highly skilled, want to stay on the leading edge of technology and impassioned about ensuring the United States maintains a strategic edge in cyberspace. These are NOT your average Cyber, Computer Science, Networking or Engineering jobs!</p>\n<p>NSA Cybersecurity mission is to prevent and eradicate threats to National Security Systems and critical infrastructure, with a focus on the Defense Industrial Base. This diverse team of problem solvers collaborate across industry and government to expose foreign cyber espionage, patch critical vulnerabilities, modernize encryption, and issue unique, timely, and actionable cybersecurity guidance. Here, you will have unique access to classified and unclassified data to solve hard problems and secure critical systems. If you enjoy creatively mission outcomes, cybersecurity at NSA is the place for you.</p>\n<p>Computer Network Analysts are hired into positions directly supporting a technical mission office (either on the offensive or defensive side) or one of a few different development programs like the Intrusion Analyst Skill Development Program (IASDP) and the Cybersecurity Operations Development Program (CSODP) (formerly named the Information Assurance and Cyber Development Program ( IACDP)). These development programs are 3 years in length and combine formal training and diverse work assignments that may cross both offensive and defensive missions.</p>\n<p>As a Computer Network Analyst on the offensive side you will:</p>\n<ul>\n<li>analyze all-source data to evaluate foreign target opportunities</li>\n<li>understand and evaluate foreign target network</li>\n<li>develop strategies against those foreign target networks</li>\n</ul>\n<p>As a Computer Network Analyst on the defensive side you will:</p>\n<ul>\n<li>identify cyber threats and anomalies by conducting research and analysis on data collected from numerous sources</li>\n<li>identify vulnerabilities and their impact to customers</li>\n<li>build and integrate defense response capabilities against these threats</li>\n</ul>\n<p>NSA is in search of top-notch cyber professionals with technical expertise and driving desire at the forefront of their field. We have positions in penetration testing, defensive operations, identifying cyber threats and vulnerabilities and building defensive capabilities, designing, developing, deploying, sustaining and monitoring state-of-the-art network solutions (WAN, CAN, LAN, DCN and Satellite communications networks) that are deployed across NSA worldwide. Help protect national security interests as part of the world's most advanced team of cyber professionals!</p>\n<p>The ideal candidate is someone with solid decision making skills, ability to react quickly, ability to work in teams, and technical proficiencies in several of the following areas:</p>\n<ul>\n<li>Network analysis</li>\n<li>Operating system administration (Windows and Unix/Linux)</li>\n<li>Network Security</li>\n<li>Incident response</li>\n<li>Computer and network forensics</li>\n<li>Network administration</li>\n<li>Vulnerability and malware analysis</li>\n<li>Low level protocol and packet analysis</li>\n<li>Scripting and/or programming</li>\n</ul>\n<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155788\">https://apply.intelligencecareers.gov/job-description/1155788</a></p>\n",
    "how_to_apply": "<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155788\">https://apply.intelligencecareers.gov/job-description/1155788</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcnlYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--46f2bbc45507eaac30dd46a49132d6ce84363400/2018_NSA_Horiz_URL.jpg"
  },
  {
    "id": "32b2605f-7f59-41f9-ad54-65a5b7541eda",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/32b2605f-7f59-41f9-ad54-65a5b7541eda",
    "created_at": "Tue Feb 02 16:48:49 UTC 2021",
    "company": "National Security Agency (NSA)",
    "company_url": "https://www.intelligencecareers.gov/nsa/index.html",
    "location": "Fort Meade, MD",
    "title": "Systems Engineer (Cybersecurity Mission) - Entry/Experienced",
    "description": "<p>NSA Cybersecurity mission is to prevent and eradicate threats to National Security Systems and critical infrastructure, with a focus on the Defense Industrial Base. This diverse team of problem solvers collaborate across industry and government to expose foreign cyber espionage, patch critical vulnerabilities, modernize encryption, and issue unique, timely, and actionable cybersecurity guidance. Here, you will have unique access to classified and unclassified data to solve hard problems and secure critical systems. If you enjoy creatively mission outcomes, cybersecurity at NSA is the place for you.</p>\n<p>With the ever-accelerating technological advances and growing system complexity, NSA needs System Engineers to integrate systems and reduce the cost to operate and maintain systems. We need our System Engineers to provide program oversight and implement Systems Engineering best practices across the organization in the NSA enterprise. The need to maintain our core System Engineers group is vital to provide the technical capabilities necessary to successfully execute NSA's mission. The ever increasing complexity of supporting NSA's mission requires world class System Engineers to solve challenging systems engineering problems to enable NSA to successfully execute its mission.</p>\n<p>System Engineers at the NSA</p>\n<ul>\n<li>provide system engineering expertise, guidance and support to the development and implementation of mission capabilities that align with mission driven priorities.</li>\n<li>lead and implement system engineering effort, mentor junior personnel</li>\n<li>capture high-level concepts and translate into engineering documents and other artifacts</li>\n<li>act as advocates for and implement Systems Engineering and Enterprise Architecture best practices and principles.</li>\n<li>craft high-level system design, specify system/component performance and interface requirements and develop installation, integration and acceptance test plans.</li>\n</ul>\n<p>As an Engineering and Physical Science professional, you will use your skills to create the systems and tools that will be used to enhance the operation of intelligence. You will advise, administer and perform scientific projects, such as planning, designing, and constructing specialized equipment, and ensuring adherence to sound engineering and scientific standards and principles. The NSA offers multiple areas of focus for facilities engineers, including computer, architectural, electrical, mechanical, and structural. In addition, we are seeking skills that include computer design, microelectronics, radio frequency design, and systems engineering. Apply your science and engineering skills to protect the nation.</p>\n<p>The ideal candidate has a desire for continual learning with excellent problem-solving, communication, and interpersonal skills who is:</p>\n<ul>\n<li>motivated</li>\n<li>innovative</li>\n<li>well-organized</li>\n<li>able to handle and prioritize multiple assignments</li>\n<li>able to communicate effectively both orally and written</li>\n<li>able to work effectively across several different functional areas in a collaborative environment</li>\n<li>able to implement standards</li>\n</ul>\n<p>Knowledge, skills, and experience in one or more of the following is desired:</p>\n<ul>\n<li>Systems Engineering principles</li>\n<li>Systems architecture, framework, and standards</li>\n<li>System Engineering Certifications (DoD DAWIA Certification, INCOSE)</li>\n<li>Technology/System Readiness Assessment</li>\n<li>Modeling and Simulation</li>\n<li>Security Design Engineering</li>\n<li>Developmental Test &amp; Evaluation</li>\n</ul>\n<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155777\">https://apply.intelligencecareers.gov/job-description/1155777</a></p>\n",
    "how_to_apply": "<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155777\">https://apply.intelligencecareers.gov/job-description/1155777</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcnFYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--35f70dd224d7e4a03fa83a052ee23d4aee07959a/2018_NSA_Horiz_URL.jpg"
  },
  {
    "id": "bae22daf-00a3-4f30-b7fa-9ff39f7ac698",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/bae22daf-00a3-4f30-b7fa-9ff39f7ac698",
    "created_at": "Tue Feb 02 16:45:18 UTC 2021",
    "company": "National Security Agency (NSA)",
    "company_url": "https://www.intelligencecareers.gov/nsa/index.html",
    "location": "Fort Meade, MD",
    "title": "Information System Security Professional (Cybersecurity Mission) - Entry to Experienced Level",
    "description": "<p>NSA Cybersecurity mission is to prevent and eradicate threats to National Security Systems and critical infrastructure, with a focus on the Defense Industrial Base. This diverse team of problem solvers collaborate across industry and government to expose foreign cyber espionage, patch critical vulnerabilities, modernize encryption, and issue unique, timely, and actionable cybersecurity guidance. Here, you will have unique access to classified and unclassified data to solve hard problems and secure critical systems. If you enjoy creatively mission outcomes, cybersecurity at NSA is the place for you.</p>\n<p>Information System Security Professionals play a vital role in enabling security solutions by utilizing systems engineering and systems security engineering principles in:</p>\n<ul>\n<li>defining information system security requirements and functionality</li>\n<li>designing system architectures</li>\n<li>developing security designs</li>\n<li>assessing the effectiveness of security solutions against present and projected threats</li>\n<li>producing formal and informal reports, briefings, and direct input to the customer regarding security and functionality requirements, system architecture and security designs</li>\n</ul>\n<p>Information System Security professionals are hired into positions directly supporting a technical mission office or into the Cybersecurity Engineering Development Program.</p>\n<p>Are you a cyber professional with the drive and expertise to be on the forefront of the cyber fight; tackling NSA's complex mission to defend against cyber threats of today and tomorrow? NSA, the nation's leading cyber agency, has exciting and challenging positions in Cyber Security Engineering and Cyber and TEMPEST vulnerability analysis/mitigation. Are you ready to help secure our Nation's critical Infrastructure? If so, NSA is the place for you!</p>\n<p>The ideal candidate is someone with excellent problem-solving, communication and interpersonal skills who is/can:</p>\n<ul>\n<li>motivated</li>\n<li>flexible</li>\n<li>innovative</li>\n<li>well-organized</li>\n<li>work effectively in diverse environments</li>\n<li>handle multiple assignments</li>\n</ul>\n<p>Specialized skills may include preventing, assessing, and/or mitigating threats to information systems and infrastructures and the information contained in or transmitted by these systems. This may encompass:</p>\n<ul>\n<li>threat and vulnerability analysis</li>\n<li>risk mitigation</li>\n<li>incident response</li>\n<li>information assurance</li>\n<li>penetration testing</li>\n<li>preparing accreditation documentation</li>\n</ul>\n<p>Skills applying standards, policies, procedures and requirements for ensuring information security are also beneficial.</p>\n<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155757\">https://apply.intelligencecareers.gov/job-description/1155757</a></p>\n",
    "how_to_apply": "<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155757\">https://apply.intelligencecareers.gov/job-description/1155757</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcmlYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4bf92d85ef394ad882ed72280e00f3c2401809c7/2018_NSA_Horiz_URL.jpg"
  },
  {
    "id": "9e10059b-3ceb-406c-9b07-a06ac07e5299",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/9e10059b-3ceb-406c-9b07-a06ac07e5299",
    "created_at": "Tue Feb 02 16:38:32 UTC 2021",
    "company": "National Security Agency (NSA)",
    "company_url": "https://www.intelligencecareers.gov/nsa/index.html",
    "location": "Fort Meade, MD",
    "title": "Cyber Mitigations Engineer/System Vulnerability Analyst (Cybersecurity Mission) - Entry to Experienced Level",
    "description": "<p>NSA Cybersecurity mission is to prevent and eradicate threats to National Security Systems and critical infrastructure, with a focus on the Defense Industrial Base. This diverse team of problem solvers collaborate across industry and government to expose foreign cyber espionage, patch critical vulnerabilities, modernize encryption, and issue unique, timely, and actionable cybersecurity guidance. Here, you will have unique access to classified and unclassified data to solve hard problems and secure critical systems. If you enjoy creatively mission outcomes, cybersecurity at NSA is the place for you.</p>\n<p>System Vulnerability Analysts identify vulnerabilities and attacks to the design and operation of a system (H/W, S/W, personnel, procedures, logistics, and physical security). They compare and contrast various system attack techniques and develop effective defensive mitigations. Additionally, System Vulnerability Analysts produce formal and informal reports, briefings, and perspectives of actual and potential attacks against the systems or missions being studied.</p>\n<p>If you routinely visit network security websites or you attend network security conferences or maintain your own network; we would like to talk to you! If you are a computer hobbyist, enjoy setting up new networks, love the Black Hat / DEFCON Briefings, and Capture the Flag events; then you need to talk to us!</p>\n<p>The optimal candidate is someone with strong problem-solving, analytical, communication and interpersonal skills and who has knowledge or experience in several of the following areas:</p>\n<ul>\n<li>defending against and/or mitigating system vulnerabilities, including at the infrastructure, host and enterprise levels</li>\n<li>intrusion detection and incident response</li>\n<li>network operating systems and network data/traffic analysis</li>\n<li>scripting languages (e.g., PowerShell, Python)</li>\n<li>software reverse engineering</li>\n<li>fuzzing</li>\n<li>virtualization</li>\n<li>penetration testing</li>\n<li>ports, protocol and services analysis</li>\n<li>vulnerability detection and analysis</li>\n<li>network security devices (e.g., firewalls, intrusion and detection systems)</li>\n<li>packet analysis</li>\n<li>malicious code analysis</li>\n<li>SCADA and Control Systems Devices</li>\n</ul>\n<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155764\">https://apply.intelligencecareers.gov/job-description/1155764</a></p>\n",
    "how_to_apply": "<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155764\">https://apply.intelligencecareers.gov/job-description/1155764</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBck9YIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--be46f893fc78e8f7ba8852f45c28c9ce633640f5/2018_NSA_Horiz_URL.jpg"
  },
  {
    "id": "5d7cd81e-2d02-4df5-a0a0-ce5a908db2f2",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/5d7cd81e-2d02-4df5-a0a0-ce5a908db2f2",
    "created_at": "Tue Feb 02 16:39:07 UTC 2021",
    "company": "LORENZ Life Sciences Group",
    "company_url": "https://www.lorenz.cc/",
    "location": "Frankfurt",
    "title": "(Senior) Software Developer .Net (m/w/d)",
    "description": "<p><strong>Wer wir sind</strong></p>\n<p>Die LORENZ Life Sciences Group ist weltweiter Marktführer für Softwarelösungen zum digitalen Austausch zwischen der pharmazeutischen Industrie und nationalen wie internationalen Behörden. Unsere Kunden vertrauen auf das Know-how und Engagement unserer rund 120 Mitarbeiterinnen und Mitarbeiter weltweit, die tagtäglich an der Schnittstelle zwischen Wissenschaft und Technologie erfolgreich agieren. Unsere Produkte steigern die Effizienz des Arzneimittelzulassungsprozesses und tragen unmittelbar dazu bei, notwendige Therapien für Patienten schneller zugänglich zu machen. <strong>Unterstütze uns dabei, das Leben von Menschen, die auf neue Medikamente und Therapien angewiesen sind, zu verbessern!</strong></p>\n<p><strong>Was Du bei uns machst</strong></p>\n<ul>\n<li>Du entwirfst und entwickelst moderne SoftwareSysteme, Softwarekomponenten und APIs basierend auf unserer Produktstrategie und bestehenden Anforderungen</li>\n<li>Du analysierst zusammen mit unserem Product Owner neue Konzepte und hilfst bei der Optimierung</li>\n<li>Du unterstützt und berätst unseren Product Owner in Bezug auf technische Anforderungen</li>\n<li>Du lieferst neue Ideen, um unsere Software zu verbessern</li>\n<li>Du bewertest Lösungsskizzen, Designs sowie Codings und gibst Anstöße für Refactorings von bestehendem Code</li>\n<li>Du gestaltest und entwickelst aktiv Architekturen, Prozesse und TechStacks in einem spannenden und anspruchsvollen Umfeld weiter oder konzipierst sie neu</li>\n</ul>\n<p><strong>Was wir von Dir erwarten</strong></p>\n<ul>\n<li>Du hast einschlägige Erfahrung in der Entwicklung mit C# / .Net 4+ oder .Net Core insbesondere restful APIs</li>\n<li>Du hast Erfahrung mit relationalen Datenbanken wie beispielsweise MS SQL Server, Oracle oder Postgres</li>\n<li>„Design Patterns“ und „Clean Code“ sind Dir vertraut</li>\n<li>Du hast eine Vorliebe für agiles Arbeiten, Scrum und Offenheit für große Projekte wie auch für kurze „Minimum Viable Product“ Entwicklungen</li>\n<li>Du bringst sehr gute Deutsch und Englischkenntnisse in Wort und Schrift mit</li>\n<li>Du hast großes Interesse Dir neue Technologien und Tools anzueignen</li>\n<li>Kein Muss, aber gerne gesehen: Du engagierst dich in einer externen Community (z.B. in Form von Vorträgen auf Konferenzen oder Fachartikeln)</li>\n</ul>\n<p><strong>Wen wir suchen</strong></p>\n<p>Nicht alle Anforderungen unserer Anzeige passen auf Dein Profil? Kein Problem: Überzeuge uns, dass Du dennoch der richtige Kandidat für uns bist! Neben Deinen fachlichen Fähigkeiten zählen vor allem Deine persönliche Einstellung und Deine Werte. Wir suchen Kollegen, die hohe Erwartungen an sich selbst und andere haben, sich ständig weiterentwickeln möchten und gerne Verantwortung übernehmen.</p>\n<p><strong>Dein Kontakt im Recruiting-Prozess</strong></p>\n<p>Du hast Fragen zum Bewerbungsprozess? Bitte zögere nicht, uns zu kontaktieren.</p>\n<p><img src=\"https://camo.githubusercontent.com/9850dce209f57a4c8b1f482c24278e2b937467ac/68747470733a2f2f742e676f686972696e672e636f6d2f682f61616361623038346463306464393433663764336364373265313061623232326134316431333766326565626439643133643139366532373035346638653139\"></p>\n",
    "how_to_apply": "<p><a href=\"https://t.gohiring.com/h/d743aff7ed1651fc7ff4624854532b80c1d20bd4455f1d770423ba9f79b58dcc\">application form</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcmFYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--38138a43aefd3159fdef4514e44482302e00d6f7/LORENZ%20Life%20Sciences%20Group.png"
  },
  {
    "id": "9c4c006f-84f7-49cf-a0b2-17d0e76a6e04",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/9c4c006f-84f7-49cf-a0b2-17d0e76a6e04",
    "created_at": "Tue Feb 02 16:15:22 UTC 2021",
    "company": "Metasite",
    "company_url": "https://www.metasite.net/careers/",
    "location": "Vilnius",
    "title": "Mid Java Developer",
    "description": "<p>Hey!</p>\n<p>Several teams at Metasite are currently looking for enthusiastic Java developers to join them.</p>\n<p>One of the team works with e-money institutions, payment service providers and fintechs across Europe who would like to access SEPA payments. The team integrates the desired SEPA payments by connecting clients’ core systems to the Bank of Lithuania CENTROlink payment system. Be ready for lots of opportunities to shine considering the upcoming pipeline of interesting projects such as open banking API based on PSD2 by Berlin Group.</p>\n<p>Another team works with Financial Services clients across multiple continents. The solutions developed by this team enable the clients to provide high-quality financial news services and empower entrepreneurs. The team develops and supports core IT systems, ecosystems of platforms and web application that enable the clients to provide their services through various channels: websites, mobile applications, Bloomberg and direct data feed into internal systems.</p>\n<p><strong>About Metasite</strong></p>\n<p>Our engineers build and integrate complex financial platforms and applications for financial industry clients in the UK, Switzerland and across EU: we develop solutions for Man Group, Solum Financial, Verse, Bond Radar, Swedbank, Equiniti and Bank Vontobel, among others.</p>\n<p><strong>You will be:</strong></p>\n<ul>\n<li>Designing and developing enterprise-grade systems and applications with web-based UIs</li>\n<li>Implementing integrations and automating critical business processes to our financial, telco and other customers</li>\n</ul>\n<p><strong>You will need:</strong></p>\n<ul>\n<li>Very good Java development skills (at least 3+ years of experience)</li>\n<li>Experience with web development technologies (Spring MVC, Thymeleaf, Angular, etc.)</li>\n<li>Experience in systems integrations</li>\n<li>Good grasp of OOP principles</li>\n<li>Good understanding of enterprise applications architecture</li>\n<li>Verbal and written fluency in English and Lithuanian</li>\n</ul>\n<p><strong>Additional pluses:</strong></p>\n<ul>\n<li>Experience with open source RDBMS</li>\n<li>Experience in developing enterprise Java applications with JPA</li>\n<li>Experience with DevOps tools (i.e. Docker)</li>\n<li>Experience with CI (Jenkins, Gitlab CI)</li>\n<li>Experience with Linux family of OSes</li>\n</ul>\n<p><strong>For qualifying candidates, we offer:</strong></p>\n<ul>\n<li>Autonomous teams: Imagine a company inside a company. With the freedom to choose tech stacks and make a bold impact on projects. That’s exactly how our teams work.</li>\n<li>Team building: a moment to get more familiar with your team mates and get inspired to achieve common goals.</li>\n<li>Office in the heart of Vilnius.</li>\n<li>Profit sharing: Successful team performance results in regular team profit distribution.</li>\n<li>Great company culture, flexible working hours and vacation policies, gaming corner, team parties and other fun events.</li>\n</ul>\n<p>Gross salary for this position starts from 3000 EUR per month and depends on the level of competence and experience of the candidate.</p>\n",
    "how_to_apply": "<p><a href=\"mailto:jobs@metasite.net\">jobs@metasite.net</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBckdYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f25496508020020d9b86a57ffe2da0904503a5d4/metasite_logo_512-2.png"
  },
  {
    "id": "7bfe68d1-736c-4bce-be36-686435728209",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/7bfe68d1-736c-4bce-be36-686435728209",
    "created_at": "Tue Feb 02 13:53:58 UTC 2021",
    "company": "Remote",
    "company_url": "http://www.remote.com",
    "location": "Anywhere",
    "title": "QA Engineer",
    "description": "<p>Remote is THE global platform that enables companies to employ people anywhere in the world, taking away all legal and compliance complexities. Remote handles global payroll, benefits, taxes, and compliance for businesses big and small. (read more <a href=\"https://remote.com/how-it-works\">about how it works</a>). </p>\n<p>Remote is fully remote (ah!) and you can read more about us <a href=\"https://remote.com/handbook\">in our public handbook</a>. More specifically, the team you'll be joining: 25 engineers, spanning across Frontend, Backend, SRE and QA. We're organised into product teams composed with engineers, designers, product managers, operations and finance, each dedicated to achieving the same goals in a specific domain.</p>\n<p><strong>How we work</strong></p>\n<p>We love <a href=\"https://www.notion.so/Working-Async-80c01cd443ad4c77a8ceaef7c5fba5d0\">Working Async</a> and this means you get to do your own schedule. The Remote Engineering team uses a simple approach to productivity and task management and you can read more about it in <a href=\"https://www.notion.so/remotecom/The-Remote-Flow-4ccc721f6dde40e4b5c91dd8e47e77c7\">The Remote Flow</a>.</p>\n<p>We empower ownership and proactivity and when in doubt default to action instead of waiting.</p>\n<p><strong>What you will be doing</strong></p>\n<ul>\n<li>Automate end to end tests</li>\n<li>Build and improve upon the team's overall QA process</li>\n<li>Share best practices and make sure everyone follows best practices</li>\n<li>Be responsible for validating sensitive platform scenarios and use cases</li>\n</ul>\n<p><strong>Requirements</strong></p>\n<p><strong>Must have (professional experience):</strong></p>\n<ul>\n<li>Worked as QA Engineer for at least 4 years</li>\n<li>Experience writing and maintaining end-to-end tests</li>\n<li>Experience with development best practices and software life cycle</li>\n</ul>\n<p><strong>Nice to have</strong></p>\n<ul>\n<li>Experience with JS test automation frameworks</li>\n<li>Experience with Elixir test automation</li>\n<li>Security, Load or Stress testing experience</li>\n</ul>\n<p><strong>Benefits</strong></p>\n<ul>\n<li>Unlimited personal time off - Read our Time off policy.</li>\n<li>The equipment/tools you need to do your job well and comfortable</li>\n<li>Good salary and company options</li>\n</ul>\n<p><strong>Hiring Process</strong></p>\n<ul>\n<li>(async) Application is reviewed</li>\n<li>Interview with our recruiter</li>\n<li>Interview with your future manager (CTO)</li>\n<li>(async) exercise</li>\n<li>Interview with the team (without any manager in the call so you can really get to know the people and ask all you want to ask)</li>\n<li>(async) Reference calls</li>\n<li>(async) Offer</li>\n</ul>\n",
    "how_to_apply": "<p><a href=\"https://grnh.se/c44610483us\">https://grnh.se/c44610483us</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcWlYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a8cee02719597c4c385682892d924bac2ecc2374/pJ-7_0_R_400x400.png"
  },
  {
    "id": "cfe94187-32e0-416c-971f-ae277c9545d6",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/cfe94187-32e0-416c-971f-ae277c9545d6",
    "created_at": "Tue Feb 02 11:07:19 UTC 2021",
    "company": "PreZero Deutschland KG",
    "company_url": "https://vonq.io/3cGV28z",
    "location": "Porta Westfalica",
    "title": "Projektleiter (w/m/d) Genehmigungsverfahren/Genehmigungsmanagement",
    "description": "<p>Unter dem neuen Markenamen PreZero wird das Unternehmen seine Kunden auch weiterhin die gewohnten Leistungen anbieten. Tönsmeier ist einer der führenden Umweltdienstleister in der Kreislaufwirtschaft. Das Unternehmen aus Porta Westfalica wurde 2018 von der Schwarz Gruppe übernommen und wird künftig unter dem neuen Namen PreZero weitergeführt. Die Umfirmierung soll bis zum Ende des Jahres 2019 abgeschlossen werden. Mit mehr als 3000 Umwelt- und Entsorgungsspezialisten an über 80 Standorten und einem weit verzweigten Netzwerk an lokalen Partnern in der Entsorgungsbranche wird die neue PreZero künftig noch stärker sein.</p>\n<p><strong>Beschäftigungsart: Vollzeit</strong></p>\n<p><strong>Neues Denken für ein sauberes Morgen.</strong></p>\n<p><strong>Wer wir sind.</strong></p>\n<p>Seit 2018 vereint PreZero die Erfahrungen aus 60 Jahren Kreislaufwirtschaft mit der Dynamik einer renommierten Handelsgruppe.</p>\n<p>Unsere Kunden können sich auf die Erfahrung und Kompetenz von mehr als 3.500 Spezialistinnen und Spezialisten an über 80 Standorten sowie Aufbereitungs- und Sortieranlagen in Deutschland und Europa verlassen.</p>\n<p>Unser Ziel ist eine saubere Zukunft, in der ein effizienter, digitalisierter und geschlossener Wertstoffkreislauf unsere Umwelt schützt und nachhaltige Werte schafft.</p>\n<p>Unser Anspruch: Null Ressourcenverschwendung entlang der gesamten Wertschöpfung.</p>\n<p>Wir stellen uns täglich dieser Aufgabe und suchen daher Verstärkung für unser Team!</p>\n<h2>Das erwartet dich bei uns.</h2>\n<ul>\n<li>Erstellung und Durchführung von Neu- und Änderungsgenehmigungsanträgen in den Bereichen Immissionsschutz, Abfall, Wasser, Abwasser</li>\n<li>Bewertung gesetzlicher Veränderungen sowie Umsetzung in den Betrieben, Funktion als Schnittstelle zum HSEQ</li>\n<li>Pflege, Digitalisierung, Prüfung und Überwachung von Genehmigungsunterlagen</li>\n<li>Umgang mit Behörden aller Art, Ingenieurbüros zur Erstellung von Baugenehmigungen sowie mit Gutachterbüros</li>\n<li>Teilnahme an Arbeitskreisen sowie notwendigen Fortbildungen</li>\n<li>Berichtswesen</li>\n</ul>\n<h2>Was erwarten wir von dir?</h2>\n<ul>\n<li>Abgeschlossenes technisches Studium oder vergleichbare Ausbildung, im Bereich Kreislaufwirtschaft oder Verfahrenstechnik von Vorteil</li>\n<li>Fundierte Kenntnisse im Umwelt-, Verwaltungs-, Bau- und Planungsrecht, Berufserfahrung wünschenswert</li>\n<li>Erfahrung im Umgang mit Behörden bzw. Erfahrung als Mitarbeiter einer Behörde von Vorteil</li>\n<li>Fließende Deutschkenntnisse in Wort und Schrift</li>\n<li>Sehr gute MS-Office-Kenntnisse</li>\n<li>Teamfähigkeit, Selbstständige Arbeitsweise und Engagement</li>\n<li>Sicheres Auftreten, Beratungskompetenz und Serviceorientierung</li>\n</ul>\n<h2>Das bieten wir dir.</h2>\n<ul>\n<li>Eine verantwortungsvolle, abwechslungsreiche Herausforderung in einem international agierenden und regional verankerten Unternehmen</li>\n<li>Systematische Einarbeitung, flexible Arbeitszeiten, Gestaltungsspielräume und die Mitarbeit in einem motivierten Team</li>\n<li>Leistungsgerechte Vergütung, Leistungen des PreZero Gesundheitsmanagements sowie Zuschüsse der PreZero Rente, vermögenswirksame Leistungen, betriebliche Krankenzusatzversicherung</li>\n<li>Mitarbeiterrabatte in diversen Shops sowie die Möglichkeit, über PreZero dein persönliches Fahrrad zu leasen</li>\n<li>Die Möglichkeit, stetig an Weiterbildungsmöglichkeiten teilzunehmen</li>\n<li>Offene und direkte Kommunikation in einer Duz-Kultur</li>\n<li>Weiterentwicklung und Aufstiegschancen in einem wachsenden Umfeld</li>\n</ul>\n<p>Haben wir dein Interesse geweckt? Dann bewirb dich jetzt online über das <strong>Bewerbungsformular</strong> unter Angabe deiner Gehaltsvorstellung und deines frühestmöglichen Eintrittstermins. Wir freuen uns auf deine Bewerbung!</p>\n<p><a href=\"https://vonq.io/3cGV28z\">Klick hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
    "how_to_apply": "<p><a href=\"https://vonq.io/3cGV28z\">Klick hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcWFYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3a0a6e9c384a6678dd5b1335b2d7cce1fdeb3e7a/prezero.jpg"
  },
  {
    "id": "0d0611aa-578e-4493-836c-68e1d5de582f",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/0d0611aa-578e-4493-836c-68e1d5de582f",
    "created_at": "Tue Feb 02 10:16:20 UTC 2021",
    "company": "KfW Bankengruppe Berlin",
    "company_url": "https://www.kfw.de/kfw.de.html",
    "location": "Berlin",
    "title": "IT Solution Architect (m/w/d) Schwerpunkt IBM Mainframe (Java/PLI)",
    "description": "<p>Willkommen bei der KfW! Wir sind eine international agierende Förderbank, die für die nachhaltige Entwicklung von Umwelt, Gesellschaft und Unternehmen steht. Als Impulsgeber wirken wir aktiv an den Themen mit, die die Welt von morgen prägen. Wir fördern Windparks, Infrastruktur-Projekte, Schulen und Krankenhäuser, denn sinnvolle und nachhaltige Projekte sind unser Auftrag. Und wir bauen auf die Menschen, die bei uns arbeiten! Was das heißt? Dass Sie bei uns ein offenes und vertrauensvolles Miteinander finden, in dem wir Vielfalt und Inklusion leben – denn nur dort, wo viele verschiedene Perspektiven zusammentreffen, entstehen richtungsweisende Ideen. Deshalb fördern wir Ihre Kompetenz, Ihre Ideen und Ihr Engagement für Projekte, die die Welt verbessern. Gehen Sie mit uns Ihren Weg in die Zukunft.</p>\n<p>Werden Sie Teil unseres Teams in Berlin und unterstützen Sie uns als</p>\n<p><strong>IT Solution Architect (m/w/d) Schwerpunkt IBM Mainframe (Java/PLI)</strong></p>\n<h2>Wir bieten facettenreiche Aufgaben</h2>\n<ul>\n<li>\n<strong>Softwareentwicklung und Service Lifecycle-Aktivitäten im Umfeld IBM Mainframe (Java/PLI)</strong>: Als Experte/in übernehmen Sie Prozessaktivitäten im Rahmen der Datenmigration, Entwicklung von spezifischen Prototypen und Erstellung von Datenbankdesigns für technische / physische Datenmodelle. Diese dienen der Bereitstellung von Frameworks, Bibliotheken und Komponenten für stark heterogene Fachanwendungen in teilweise kritischen Anwendungsbereichen. Mit Verantwortung für eine umfangreiche und historisch gewachsene Codebasis führen Sie Softwaretests in unterschiedlichen Teststufen durch und dokumentieren diese nachhaltig.</li>\n<li>\n<strong>Umsetzung &amp; Überwachung von IT-Governance- / Strategievorgaben</strong>: Sie sorgen für die Umsetzung und Konkretisierung der Strategien und Vorgaben für Service Lifecycle-Aktivitäten. Außerdem wirken Sie an der Weiterentwicklung, in Zusammenarbeit mit \"IT Strategy und Management“, mit.</li>\n<li>\n<strong>Richtlinienkompetenz und Fachlichen Beratung</strong>: Sie begleiten Entwicklungsaktivitäten und überwachen die Einhaltung von Vorgaben im Umfeld IBM Mainframe (Java/PLI). Abhängig von den Anforderungen für Entwicklungsprojekte legen Sie die dezentrale Adaption einzusetzender Service-, System- und Anwendungsarchitekturen fest. Außerdem treffen Sie technische Entscheidungen bezüglich der Durchführung systemadministrativer Aufgaben, zur Gestaltung von Services und im Incident, Problem &amp; Change Management.</li>\n<li>\n<strong>Entwicklung und Pflege von Standards &amp; Werkzeugen</strong>: Nach Evaluierung neuer Tools und Methoden für die Leistungserbringung in der IT im Umfeld IBM Mainframe (Java/PLI) stellen Sie diese bereit (inkl. nutzergerechte Kommunikation und Anwenderschulung). Zusätzlich übernehmen Sie den 3rd Level Support von zentralen Komponenten für die Anwendungsentwicklung und Infrastruktur.</li>\n<li>\n<strong>Qualitätssicherung in Zusammenarbeit mit dem Domänenarchitekten</strong>: Sie bewerten Architekturen regelmäßig gemäß Architektur-,SRC-Konformität (Security, Risiko, Compliance) und Betriebsstabilität und binden die verantworteten Architekturbereiche in den Gesamtarchitekturplan ein. Weiterhin stellen Sie die Integration fachlicher und SRC-Anforderungen in den Ausschnitten der IT Gesamtarchitektur der KfW sicher.</li>\n</ul>\n<h2>Das bringen Sie mit</h2>\n<ul>\n<li>\n<strong>Abgeschlossenes Studium</strong> (Diplom/Master) mit Fachrichtung Wirtschaftswissenschaften, Banking und Finance, Informatik, Mathematik, Naturwissenschaften oder eine vergleichbare Qualifikation</li>\n<li>\n<strong>Mehrjährige relevante Berufserfahrung,</strong> mit Schwerpunkt in der Entwicklung von Anwendungen in Java und PL/I sowie mit <strong>agilen Arbeitsformen</strong>\n</li>\n<li>Praxiserfahrung mit <strong>Sourcecodeverwaltung</strong> auf Basis von GIT und das sichere Beherrschen von TSO/ISPF (Host Terminal-Emulation).</li>\n<li>Sie haben bereits (Teil-)Projektleitungen übernommen und kommunizieren sicher auf <strong>Deutsch und Englisch</strong>\n</li>\n<li>Ausgeprägte <strong>analytische Denkweise</strong> und hohe <strong>Zielorientierung,</strong> die Sie beim Finden kreativer Lösungen gewinnbringend einsetzen, sowie starke <strong>konzeptionelle Fähigkeiten,</strong> die Ihnen dabei helfen andere von Ihren Lösungen zu überzeugen</li>\n</ul>\n<p>Ein Plus, kein Muss:</p>\n<ul>\n<li>Programmierkenntnisse mit Cobol und C++</li>\n<li>Kenntnisse über die Tools Compuware Xpediter, ITP-Panorama und CA Telon</li>\n</ul>\n<h2>Damit fördern wir Sie – Benefits bei der KfW</h2>\n<ul>\n<li>\n<strong>Vereinbarkeit von Familie &amp; Beruf</strong>\n<ul>\n<li>Wir unterstützen Sie mit flexiblen Arbeitszeiten, Homeoffice Möglichkeiten, 30 Tagen Urlaub, individuelle Teilzeitmodellen und Eltern-Kind-Büros.</li>\n</ul>\n</li>\n<li>\n<strong>Marktgerechte Vergütung</strong>\n<ul>\n<li>Bei uns erwartet Sie ein angemessenes Vergütungspaket mit vermögenswirksamen Leistungen und Jobticket.</li>\n</ul>\n</li>\n<li>\n<strong>Gelebte Vielfalt &amp; Inklusion</strong>\n<ul>\n<li>Vielfältigkeit und Chancengleichheit sind für uns als Unterzeichner der Charta der Vielfalt gelebter Alltag.</li>\n</ul>\n</li>\n<li>Weiterentwicklung &amp; Trainings\n<ul>\n<li>Immer auf dem neusten Stand mit persönlichen und fachlichen Weiterentwicklungsmöglichkeiten.</li>\n</ul>\n</li>\n<li>\n<strong>Betriebliche Altersvorsorge</strong>\n<ul>\n<li>Wir bauen auf Ihre Zukunft mit einer betrieblichen Altersvorsorge.</li>\n</ul>\n</li>\n<li>\n<strong>Gesundheitsförderung</strong>\n<ul>\n<li>Mit über 30 Betriebssportgruppen bis hin zu Gesundheitskursen und einem Mitarbeiterrestaurant unterstützt die KfW Ihre Gesundheit</li>\n</ul>\n</li>\n</ul>\n<h2>Sie möchten Verantwortung übernehmen und gemeinsam mit uns die Zukunft gestalten?</h2>\n<p>Dann freuen wir uns auf Ihre Bewerbung über das <strong>Bewerbungsformular</strong>. Bei Fragen zur Position können Sie sich gerne an Till Jünger unter der Nummer +49 30 20264-5004 wenden.</p>\n<p><a href=\"https://vonq.io/3ckp69t\">Klicken Sie hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
    "how_to_apply": "<p><a href=\"https://vonq.io/3ckp69t\">Klicken Sie hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcUNYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c8c709a9f6803709e87c022307947f9c6d064dd1/kfw%20.jpeg"
  },
  {
    "id": "b3b63bca-e89a-4782-8557-c19ea24e4639",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/b3b63bca-e89a-4782-8557-c19ea24e4639",
    "created_at": "Tue Feb 02 08:22:55 UTC 2021",
    "company": "Kontist GmbH",
    "company_url": "https://kontist.com",
    "location": "Berlin",
    "title": "Senior JavaScript Developer (f/m/x)",
    "description": "<p><strong>Tasks</strong></p>\n<p>Have a high impact on our autonomous team. You will craft software that highly improves the lives of freelancers around banking and taxes. Build something you love, together with great and talented people who support you!</p>\n<p><strong>Requirements</strong></p>\n<ul>\n<li>5+ years of backend experience (TypeScript, Node.js, SQL)</li>\n<li>Knowledge of at least one backend framework (does not have to be TypeScript)</li>\n<li>Strong frontend skills (React, React Native)</li>\n<li>An eye for quality (Automated tests, clean code, striving for improvements)</li>\n</ul>\n<p><strong>Benefits</strong></p>\n<ul>\n<li>Open to both full-time position as well as 100% remote</li>\n<li>Bright and spacious office in central Berlin</li>\n<li>Flexible trust-based working hours</li>\n<li>Bring in your ideas (from Machine Learning to Deployment)</li>\n<li>Free flights to our nice office in Berlin, Germany</li>\n<li>Great team that loves to grow and learn from each other</li>\n</ul>\n<p>Please do not apply if you are not able to work during our core working hours (10:00 - 16:00 CEST). Occasional visits to Berlin (Germany) might be required.</p>\n",
    "how_to_apply": "<p><a href=\"https://kontist.join.com/jobs/1828840-senior-javascript-developer-f-m-x?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=senior%2Bjavascript%2Bdeveloper%2Bf%2Bm%2Bx\">https://kontist.join.com/jobs/1828840-senior-javascript-developer-f-m-x?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=senior%2Bjavascript%2Bdeveloper%2Bf%2Bm%2Bx</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcE9YIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5ae96fde0d4a3a6fcda0d7df77cbdd7e0b4399b5/kontist-squarelogo-1533721173355.png"
  },
  {
    "id": "75998254-9128-4503-9377-1e169f2155b8",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/75998254-9128-4503-9377-1e169f2155b8",
    "created_at": "Mon Feb 01 14:20:42 UTC 2021",
    "company": "ALDI Einkauf GmbH & Co. oHG",
    "company_url": "https://vonq.io/39nrs5H",
    "location": "Essen",
    "title": "IT Projektmanager Campus (m/w/d)",
    "description": "<h2>Über uns</h2>\n<p>ALDI Nord zählt mit einer mehr als 100-jährigen Erfolgsgeschichte zu den führenden Lebensmitteleinzelhändlern in Europa. Als Erfinder des Discounts ist es unser Anspruch, das Einkaufen für unsere Kunden so einfach wie möglich zu machen. Dafür erfinden wir uns immer wieder neu, entwickeln uns weiter und gestalten so die Zukunft des Discounts. Du hast die POWER, gemeinsam mit uns zu wachsen? Werde Teil unseres Teams!</p>\n<h2>Das sind Deine Aufgaben</h2>\n<ul>\n<li>Eigenverantwortliche Leitung und Durchführung von IT-(Teil-)Projekten</li>\n<li>Erarbeitung und Abstimmung ausgereifter Lösungskonzepte mit den Entscheidern vor Ort und den zentralen Organisationseinheiten</li>\n<li>Verantwortung für die Erreichung der Projektziele (Budget, Qualität, Zeit) und Sicherstellung der Projektmanagement-Dokumentation</li>\n<li>Zentraler Ansprechpartner und Schnittstelle zwischen den IT-Abteilungen sowie den verschiedenen Fachbereichen</li>\n<li>Steuerung, Koordination und Monitoring externer Dienstleister</li>\n</ul>\n<h2>Das bringst Du mit</h2>\n<ul>\n<li>Abgeschlossenes Studium der (Wirtschafts-)Informatik oder eine vergleichbare Qualifikation</li>\n<li>Erfahrung in der Leitung und Steuerung von IT-Projekten und die Fähigkeit auch bei heterogenen Themen den Überblick zu behalten</li>\n<li>Sehr gute Kommunikations- und Präsentationsfähigkeiten sowie eine analytische und eigenständige Arbeitsweise</li>\n<li>Eine gut strukturierte und organisierte Arbeitsweise sowie eine hohe Auffassungsgabe, um sich schnell in neue Aufgabenfelder einzuarbeiten</li>\n<li>Kenntnisse im Bereich IT-Infrastruktur wünschenswert - insbesondere im Kontext Bauprojekte (Netzwerk, Medientechnik, Workplace, Printing, Telefonie, Zugangssysteme, CAFM etc.)</li>\n</ul>\n<h2>Das bieten wir Dir</h2>\n<ul>\n<li>Top-Branchengehalt</li>\n<li>Eine abwechslungsreiche und anspruchsvolle Tätigkeit</li>\n<li>Einen sicheren Arbeitsplatz bei der Nr. 1 im Discount</li>\n<li>Ein leistungsstarkes und angenehmes Arbeitsumfeld in einem Team, das sich auf dich freut!</li>\n</ul>\n<h2>Interessiert?</h2>\n<p>Wir freuen uns auf Ihre Bewerbung über das <strong>Bewerbungsformular</strong></p>\n<h2>Kontakt</h2>\n<p>ALDI Einkauf GmbH &amp; Co. oHG</p>\n<p>Eckenbergstr. 16</p>\n<p>45307 Essen</p>\n<p><a href=\"https://vonq.io/39nrs5H\">Klick hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
    "how_to_apply": "<p><a href=\"https://vonq.io/39nrs5H\">Klick hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbzZYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f99a80b23d1a3d9c37f85517c6f071a9f7900c66/Aldi.jpg"
  },
  {
    "id": "3d8d6e41-66be-440a-8689-0a0fd4b0f8d1",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/3d8d6e41-66be-440a-8689-0a0fd4b0f8d1",
    "created_at": "Mon Feb 01 13:47:26 UTC 2021",
    "company": "CompuGroup Medical SE & Co. KGaA",
    "company_url": "https://vonq.io/3tgAjyc",
    "location": "Höxter",
    "title": "Softwareentwickler (m/w/d) für Kliniksoftware C++",
    "description": "<h2>CompuGroup Medical hilft heilen</h2>\n<p>CompuGroup Medical liefert wichtige Software, um Gesundheit und Lebensqualität zu verbessern. Wir bauen Brücken zwischen Ärzten, Apothekern, Kostenträgern, Laboren, Reha- und Pflegeeinrichtungen und Krankenhäusern und helfen ihnen, Menschen optimal zu versorgen. Die Arbeit aller medizinischen Leistungserbringer zu verstehen und immer mehr zu erleichtern ist unser Ziel. Seit über 30 Jahren unterstützen wir unsere Kunden, Informationen sicher zu speichern, auszutauschen und Wissen abzufragen.</p>\n<ul>\n<li>Führendes internationales e-Health Unternehmen</li>\n<li>746 Mio. € Jahresumsatz in 2019</li>\n<li>Ca. 6100 Mitarbeiter weltweit</li>\n<li>Einzigartige Kundenbasis mit über 1 Mio. professionellen Nutzern weltweit</li>\n<li>Standorte in 18 und Produkte in 56 Ländern</li>\n<li>Über 30 Jahre erfolgreich im Markt</li>\n</ul>\n<h2>Als Softwareentwickler (m/w/d) für Kliniksoftware C++ gestalten Sie heute schon mit, was die Zukunft bringt!</h2>\n<p>Prägen Sie unsere Software mit Ihrer Vision und programmieren Sie die digitale Zukunft des Gesundheitswesens! Mit CGM haben Sie Zugriff auf Erfahrungswerte von Jahrzehnten und gleichzeitig die Möglichkeit, mit uns gemeinsam Ihren Beitrag zu einer Verbesserung der medizinischen Versorgung zu leisten - Ihr Code ist unsere DNA.</p>\n<h2>Ihr Beitrag:</h2>\n<ul>\n<li>In einem agilen Team (Scrum) designen, entwickeln und implementieren Sie neue Software-Komponenten für unsere Krankenhausinformationssysteme mit C++ und MFC</li>\n<li>Dabei arbeiten Sie über Anforderungen und Aufwandsschätzungen eng mit dem Produktmanagement zusammen</li>\n<li>Über Dokumentationen, Entwicklertests und Code Reviews sichern Sie Ihre Arbeit umfassend ab</li>\n<li>Mithilfe von Jira und Confluence dokumentieren und tracken Sie die aktive Optimierung der bestehenden Softwarearchitektur</li>\n</ul>\n<h2>Was uns wichtig ist:</h2>\n<ul>\n<li>Abgeschlossene Ausbildung im Bereich IT, z. B. als Fachinformatiker (m/w/d) oder Studium, z. B. Informatik, Wirtschaftsinformatik, Computer Sciences oder Software Engineering</li>\n<li>Bereits Erfahrung in der agilen (Scrum) professionellen Entwicklung von Anwendungen mit C++</li>\n<li>Idealerweise Kenntnisse im Bereich Datenbanken wie z.B. Microsoft SQL Server und Erfahrungen in der Applikationsentwickung mit Java</li>\n<li>+Fließende Deutsch- und gute Englischkenntnisse</li>\n</ul>\n<h2>Was Sie von uns erwarten können:</h2>\n<ul>\n<li>Sie profitieren von einem Umfeld mit langjähriger Erfahrung in einem der wichtigsten Märkte der Zukunft</li>\n<li>Sie entwickeln ein Produkt, das für Zuverlässigkeit, Sicherheit und Stabilität in einer hochdynamischen Gegenwart steht</li>\n<li>Ein offenes und freundliches Team, das mit Spaß und Kompetenz zusammenarbeitet</li>\n<li>Auf Wunsch ermöglichen wir Ihnen die Teilnahme an Entwicklungsprogrammen und Weiterbildungen, z. B. zum Agile Master oder Product Owner sowie In-house-Trainings in Englisch</li>\n<li>Flexible Arbeitszeiten unterstützen eine gesunde Work-Life-Balance</li>\n<li>Regelmäßige Team- und Firmenevents fördern die gemeinsame Teamkultur</li>\n<li>Kostenfreie Getränke verpflegen Sie rund um die Uhr</li>\n</ul>\n<p>Sie erleichtern es uns schnell richtige Entscheidungen zu treffen, wenn Sie uns über das <strong>Bewerbungsformular</strong> Ihre aussagekräftigen Unterlagen mit Ihren Gehaltsvorstellungen übermitteln.</p>\n<p><a href=\"https://vonq.io/3tgAjyc\">Klicken Sie hier um zum Bewerbungsformular zu gelangen!</a></p>\n<p><strong>Synchronizing Healthcare</strong></p>\n<p><strong>Werden Sie jetzt ein Teil davon!</strong></p>\n<p>Kennziffer:</p>\n<p><strong>req5144</strong></p>\n<p>Standort:</p>\n<p><strong>Höxter</strong></p>\n<p>Jobsegment:\n<strong>Software Development</strong></p>\n<p>Kontakt:</p>\n<p><strong><a href=\"mailto:career@cgm.com\">career@cgm.com</a></strong></p>\n",
    "how_to_apply": "<p><a href=\"https://vonq.io/3tgAjyc\">Klicken Sie hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb3lYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4d888dca7d4739517cdf1131f753017d8e5112f6/Compugroup.jpg"
  },
  {
    "id": "552d321b-9a9d-4c61-bd39-52cad1dbe444",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/552d321b-9a9d-4c61-bd39-52cad1dbe444",
    "created_at": "Mon Feb 01 12:33:49 UTC 2021",
    "company": "LINK Mobility Group",
    "company_url": "http://www.linkmobility.com",
    "location": "Stockholm",
    "title": "Java Software Engineer",
    "description": "<p>LINK Mobility Group AS is one of Europe's leading providers within mobile communications, specializing in CPaaS, mobile messaging services, and mobile solutions. The Group offers a wide range of scalable services and solutions across industries and sectors due to a growing demand for digital convergence between businesses and customers, platforms, and users. The Group is headquartered in Oslo, Norway and is publicly listed on the Oslo Stock Exchange. LINK Mobility continues to experience strong organic growth with a high degree of recurring revenue, as customers tend to move more business activities onto mobile platforms. In 2019, LINK Mobility had a total turnover of 2.9 billion NOK with offices in 17 different countries.</p>\n<p>JAVA DEVELOPER</p>\n<p>@LINK Mobility we live by three core values that drive our business and people: Innovative, Trustworthy and Committed. When working @LINK you appreciate diversity, cross-border collaboration and solving complex challenges in a high growth environment. Our people are knowledgeable, curious and agile team players who strive to consistently deliver the best mobile messaging solutions for our customers.</p>\n<p>Position overview</p>\n<p>We are looking for an experienced Java backend developer who wants to be a key contributor to the development of the messaging gateway that is central in LINK´s CPaaS solution. You will become part of a small office with a friendly atmosphere, and at the same time, part of a vibrant international environment with daily interactions with colleagues from across Europe and customers around the world.</p>\n<p>Every day, more than 10 million messages are sent through the gateway, and the traffic is steadily increasing. To boost deliveries and continue to increase the capacity and functionality of the gateway we are welcoming a new skillful developer to the team. You are experienced enough to work independently and ensure progress on your tasks. But equally important, you are transparent about your work, share knowledge and contribute to a good team spirit.</p>\n<p>Join us at our office in the Skrapan building on Götgatan street in central Stockholm.</p>\n<p>Responsibilities:</p>\n<p>Design and implement solutions with high quality.\nCo-operate with support and operation teams to keep platform SLAs.\nContribute to continuous improvements of software and teamwork.</p>\n<p>Your Experience:</p>\n<ul>\n<li>5+ years of experience from working as a backend Java developer.</li>\n<li>Experience from building scalable, robust and transaction-intensive systems.</li>\n<li>Experience from the Telecom industry is a bonus.</li>\n<li>Desirable knowledge: Tomcat, Spring, MSSQL, PostgreSQL, Kafka, RIAK, JAX-RS, JAX-WS, Redis, JavaScript, HTML, Networking, Linux and Eclipse.</li>\n</ul>\n<p>Your Qualifications:</p>\n<p>MSc Computer Engineering/ Computer science, or equivalent knowledge.\nFluent in English.</p>\n<p>Our Perfect Match:</p>\n<p>Self-motivated and driven with strong analytical and problem-solving skills.\nBusiness-oriented with the ability to understand the value chain and business model of the customers.\nPositive attitude and a constructive mindset.</p>\n<p>Every employee is an important member of the LINK Family. We do not accept any discrimination, whether active or by means of passive support, whether based on ethnicity, national origin, religion, disability, gender, sexual orientation, marital or parental status, union membership, political views, age or any other characteristic that results in compromising the principle of equality. LINK Mobility regards diversity as a lever for profitability.</p>\n<p>For questions about the position, please contact Technology Director, Lars Holmqvist, +46732594084, <a href=\"mailto:lars.holmqvist@linkmobility.com\">lars.holmqvist@linkmobility.com</a></p>\n",
    "how_to_apply": "<p>Apply by sending you resume and application to <a href=\"mailto:job@linkmobility.com\">job@linkmobility.com</a> ASAP</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb3FYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--17ce71fea0d3d591de11c537ae7a8c321601bdf7/1574083564272.png"
  },
  {
    "id": "3ad489ca-abc1-4078-b9dd-d4970bfbd026",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/3ad489ca-abc1-4078-b9dd-d4970bfbd026",
    "created_at": "Mon Feb 01 11:01:16 UTC 2021",
    "company": "Humanoo ",
    "company_url": "http://humanoo.com",
    "location": "Berlin ",
    "title": "iOS Developer (f/m/d)",
    "description": "<p><strong>Humanoo. Making people healthier - together with you</strong></p>\n<p>We are looking for an <strong>iOS Developer</strong> (f/m/d) who thrives on delivering state-of-the-art iOS applications that shape a strong connection with the end-user.</p>\n<p><strong>WE OFFER</strong></p>\n<p>○Up to 29 days off, including 3 Event Days</p>\n<p>○Personal development plan</p>\n<p>○BVG-ticket contribution</p>\n<p>○Unlimited access to the Humanoo App</p>\n<p><strong>WHAT WILL YOU BE WORKING ON?</strong></p>\n<p>○ You are responsible for the entire lifecycle of the app development</p>\n<p>○ You work on the functional and esthetical development of our iOS apps using Swift</p>\n<p>○ You continuously improve our code quality and feature stability</p>\n<p>○ You maintain, enhance and optimize our iOS applications</p>\n<p>○ You work closely with the Product Owners and UX/UI Designers to ensure our apps are a delight to use</p>\n<p><strong>HOW DO YOU FIT IN?</strong></p>\n<p>○ You bring in at least 2 years of experience as an iOS Developer</p>\n<p>○ You have experience with Push Notifications and the latest iOS SDK features</p>\n<p>○ You know your way around CocoaPods, GitHub, Alamofire</p>\n<p>○ Web services (REST APIs and JSON) hold no secrets for you</p>\n<p>○ You are enthusiastic about Agile and following practices like TDD</p>\n<p><strong>NICE TO HAVE</strong></p>\n<p>○ You developed and launched apps currently available in the App Stores</p>\n<p>○ You worked with HealthKit frameworks</p>\n<p>○ You know more than a thing or two about developing for Android</p>\n<p><strong>WORKING AT HUMANOO</strong></p>\n<p><strong>HUMANOO</strong> is a rapidly growing Health-Tech startup in Berlin-Kreuzberg. We work with corporations and insurers to empower people to achieve their personal health goals. Users of our platforms get incentivized with cash-outs, products, and services to live a healthier lifestyle – guided by the tailored content in our app.</p>\n<p>At <strong>HUMANOO</strong> you get to work in an international team with a can-do attitude. We embrace diversity and inclusion: Come as you are! We get together on a regular basis, from informative All-Hands Meetings to exciting team events.</p>\n<p>Last but not least: We don't hire profiles – we hire people. If your background is a little different, but you still believe you could be a great addition to the <strong>HUMANOO</strong> family: <em>Apply today!</em> 💌</p>\n",
    "how_to_apply": "<p><a href=\"https://humanoo.heavenhr.com/jobs/_PVPbCey-2kFbB0-YLt7XPQ_/apply?c=c1c6d8c5e0795fb44da552ef40ff1009\">https://humanoo.heavenhr.com/jobs/_PVPbCey-2kFbB0-YLt7XPQ_/apply?c=c1c6d8c5e0795fb44da552ef40ff1009</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb2lYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--33a20e7b473c56fb3a433107c17c4ccff642f9e6/Humanoo%20Logos-02.jpg"
  }
]